[
    [
        "1. (c) The Convention on Wetlands is known as Ramsar",
        "Convention. The Convention was named after the Iranian",
        "join telegram https://t.me/reetmaterials2",
        "city of Ramsar where this intergovernmental treaty was",
        "adopted in 1971. The treaty came into force in 1975.",
        "Ramsar convention provides the framework for national",
        "action and international cooperation for the conservation",
        "and wise use of wetlands and their resources.",
        ""
    ],
    [
        "2. (c) Government of India launched the eco-labeling scheme",
        "known as `Ecomark’ in 1991 for easy identification of",
        "environment-friendly products. Its purpose is also to",
        "increase consumer awareness about the ecological impact",
        "of different products.",
        ""
    ],
    [
        "3. (c) Hydroelectricity is the most sustainable method of",
        "generating electricity among the four alternatives.",
        "Hydropower is the world’s largest source of renewable",
        "energy and produces negligible amounts of greenhouse",
        "gases and played an important role in world’s dependency",
        "on fossil fuels.",
        ""
    ],
    [
        "4. (a) Sustainable development is the type of development that",
        "fulfils the criteria of meeting the needs of the present",
        "generation without compromising the ability of future",
        "generations to meet their own needs.",
        ""
    ],
    [
        "5.",
        "Ramsar convention provides the framework for national",
        "action and international cooperation for the conservation",
        "and wise use of wetlands and their resources.",
        "2. (c) Government of India launched the eco-labeling scheme",
        "known as `Ecomark’ in 1991 for easy identification of",
        "environment-friendly products. Its purpose is also to",
        "increase consumer awareness about the ecological impact",
        "of different products.",
        "3. (c) Hydroelectricity is the most sustainable method of",
        "generating electricity among the four alternatives.",
        "Hydropower is the world’s largest source of renewable",
        "energy and produces negligible amounts of greenhouse",
        "gases and played an important role in world’s dependency",
        "on fossil fuels.",
        "4. (a) Sustainable development is the type of development that",
        "fulfils the criteria of meeting the needs of the present",
        "generation without compromising the ability of future",
        "generations to meet their own needs.",
        "5. (c) Chipko Movement was an ecological movement by rural",
        "villagers in India in the 1970s aimed at protecting trees and",
        "forests slated against deforestation/cutting of trees.",
        ""
    ],
    [
        "6. (d) Wetlands comprise shallow ponds and marshy areas,",
        "coveres almost entirely in aquatic vegetation. It provides",
        "both storm water attenuation and treatment as it detain",
        "flows for an extended period to allow sediments to settle,",
        "and to remove contaminates by facilitating adhesion to",
        "vegetation and aerobic decomposition.",
        ""
    ],
    [
        "7. (b) A biogeochemical cycle is a pathway through which a",
        "chemical element moves through the biotic and the abiotic",
        "factors of an ecosystem. It includes living factors like living",
        "organisms and non-living factors such as rocks, air, water,",
        "chemicals etc.",
        ""
    ],
    [
        "8. (d) The transitional zone between two different communities is",
        "known as ecotone. It has some of the characteristics of",
        "join telegram https://t.me/reetmaterials2",
        "each bordering biological community and often contains",
        "species not found in the overlapping communities.",
        ""
    ],
    [
        "9. (c) Ocean is the most stable ecosystem. It is also one of the",
        "highly productive ecosystems.",
        ""
    ],
    [
        "10. (b) The orderly sequence of change in the vegetation of an",
        "area over time is described as succession or ecological",
        "succession. It is a phenomenon or process by which an",
        "ecological community undergoes more or less orderly and",
        "predictable changes following a disturbance or the initial",
        "colonization of a new habitat.",
        ""
    ],
    [
        "11. (c) Ecological footprint is the minimum area of land which is",
        "required to completely sustain the life on an individual or a",
        "population. It actually measures the demands made by a",
        "person or group of people on global natural resources.",
        ""
    ],
    [
        "12. (d) Biosphere reserves are one of the areas for on-site",
        "conservation of genetic resources in natural populations of",
        "plant or animal species. National Parks, Sanctuaries, and",
        "Reserve Forests are other areas in this category.",
        ""
    ],
    [
        "13. (c) Solar radiation plays an important role in the water cycle. It",
        "helps in evaporation of water from several places like",
        "ocean, ponds etc. It also facilitate melting of glaciers,Icecaps and other snow laden areas which contribute to water",
        "cycle.",
        ""
    ],
    [
        "14. (d) William M. Adams is the author of Green Development. The",
        "book provides a clear and coherent analysis of sustainable",
        "development in both theory and practice.",
        ""
    ],
    [
        "15. (d) Green plants act as producers in the ecosystem. Due to",
        "process of photosynthesis green plants produce their own",
        "food and also known as autotrophs. Animals are",
        "categorized as consumers in the ecosystem and are",
        "dependent upon producers for nutrients.",
        ""
    ],
    [
        "16. (c) Joseph Grinnell was the first person to introduce the",
        "concept of ecological niche use in his 1917 paper titled “The",
        "niche relationships of the California Thrasher”.",
        ""
    ],
    [
        "17. (a) Biotic component of the environment does not include soil",
        "system as it is a non-biotic (non-living) component. Animal",
        "join telegram https://t.me/reetmaterials2",
        "system, Plant system and microorganism system are part of",
        "biotic (living) component.",
        ""
    ],
    [
        "18. (a) Population represents one of the higher order biotic level. It",
        "is defined as group of individuals of a given species that live",
        "in a specific geographic area at a given time.",
        ""
    ],
    [
        "19. (c) Hydrological cycle is a part of geological cycle. It is related",
        "with the origin, distribution, and properties of water on the",
        "globe. It involves movement of water in continuous",
        "processes like evaporation, precipitation and runoff which",
        "starts from water bodies such as oceans, rivers etc. Carbon",
        "cycle, hydrogen cycle and nitrogen cycle are types of",
        "biogeochemical cycles.",
        ""
    ],
    [
        "20. (d) Aquarium represents artificial ecosystem. These",
        "ecosystems are created by humans to mimic the natural",
        "ecosystems.",
        ""
    ],
    [
        "21. (c) All components of ecosystem are interdependent.",
        "Components of ecosystems depend upon each other for",
        "various activities like nutrient, habitat, survival etc.",
        ""
    ],
    [
        "22. (b) The amount of energy in an ecosystem decreases as it",
        "passes from one trophic level to other. As for example, in a",
        "food chain not 100 percent of energy is transferred from one",
        "trophic level to the other as only a fraction of it is transferred",
        "and rest is lost to the atmosphere.",
        ""
    ],
    [
        "23. (a) Heterotrophs are organisms that are dependent upon",
        "others for their food requirements. These organisms are",
        "commonly known as consumers and directly or indirectly",
        "dependent upon producers or green plants for their nutrient",
        "needs.",
        ""
    ],
    [
        "24. (d) The term ecology was coined in 1866 by, Ernst Haeckel",
        "from the Greek word “oikos” meaning house and “logos”",
        "meaning study.",
        ""
    ],
    [
        "25. (b) Solar energy is most utilized in biomass. It is the energy",
        "that is used by green plants to carry out photosynthesis and",
        "prepare food. The consumers are dependent upon",
        "producers for their food and it is accumulated in biomass.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "26. (c) The term ecosystem was coined by A G Tansley.",
        "Ecosystem is the interaction of living organisms, with their",
        "physical environment in a particular unit of space.",
        ""
    ],
    [
        "27. (d) Spatial component is not a part of the basic components of",
        "environment.",
        ""
    ],
    [
        "28. (c) Ecosystem uniformity is not helpful in ecological stability as",
        "it is more prone to vulnerability.",
        ""
    ],
    [
        "29. (d) Highest concentration of pesticide will accumulate in",
        "species which is on top of the food chain. In this case it is",
        "the hawk in which highest pesticide concentration will",
        "accumulate due to biomagnification.",
        ""
    ],
    [
        "30. (c) Ecosystem is the interaction of living organisms with their",
        "non-living physical environment. The term ecosystem was",
        "coined by A G Tansley.",
        ""
    ],
    [
        "31. (a) Phytoplanktons are one of the main producers in marine",
        "ecosystem and thus these are primary source of food for",
        "marine life.",
        ""
    ],
    [
        "32. (b) During denitrification, nitrates are reduced to nitrites and",
        "then to nitrogen gas and ammonia. It is carried out by",
        "denitrifying bacteria such as Thiobacillus denitrificans,",
        "Micrococcus denitrificans, Pseudomonas species etc.",
        ""
    ],
    [
        "33. (d) Solar energy is the main driving force of an ecosystem. It is",
        "this energy that producers use for photosynthesis.",
        "Consumers are dependent upon producers for their food",
        "requirement.",
        ""
    ],
    [
        "34. (a) Eduard Suess was an Austrian, responsible for",
        "hypothesising two major former geographical features, the",
        "supercontinent Gondwana and the Tethys Ocean.The term",
        "“biosphere” was coined by geologist Eduard Suess in 1875,",
        "which he defined as “The place on Earth’s surface where",
        "life dwells.”",
        ""
    ],
    [
        "35. (d) As an ecosystem, wetlands are useful for nutrient recovery",
        "and cycling, releasing heavy metals through absorption by",
        "plants. They also control and maintain floods.",
        ""
    ],
    [
        "36. (a) Ecosystem is the dynamic community of living organism",
        "interacting with physical environment. Thus, it comprises of",
        "join telegram https://t.me/reetmaterials2",
        "both biotic and abiotic components. Solar energy is the",
        "ultimate source of energy in it, so is the main driving force.",
        "Dynamic energy transfers occur, making it an open system.",
        "The autotrophs make the ecosystem’s biotic components",
        "self-sufficient.",
        ""
    ],
    [
        "37. (a) Plants are called primary producers because they produce",
        "their food themselves through the process of",
        "photosynthesis.",
        ""
    ],
    [
        "38. (d) As we go higher in the trophic levels through the food",
        "chain, the loss of energy due to respiration as well as",
        "metabolic activities successively increase. So, there occurs",
        "the transference of only 10% of the preceding trophic level",
        "to the next higher trophic level.",
        ""
    ],
    [
        "39. (d) The ever-increasing human population creates a loss of",
        "natural habitat of organisms and have other impacts such",
        "as various kinds of pollution. Thus, the ecosystem gets",
        "imbalanced in many ecological terms.",
        ""
    ],
    [
        "40. (a) The rate at which biomass is generated in an ecosystem is",
        "termed as ecological productivity. Insolation is the solar",
        "radiation that is incident on the surface of earth, measured",
        "in terms of amount of radiation incident per sq. cm per",
        "minute. It gradually decreases from the equator towards the",
        "poles. Ecological productivity is a factor of insolation, and",
        "thus gradually shows a decrease from the equator to the",
        "poles.",
        ""
    ],
    [
        "41. (c) The relative loss of energy increases in successive trophic",
        "levels. Primary consumers use 10% of the energy stored in",
        "plants. Secondary and tertiary consumers transfer 20% of",
        "the energy from their own bodies so they are more efficient.",
        "In going from lower to higher trophic levels, energy transfers",
        "are insufficient thus making the food chains limited to only",
        "4-5 trophic levels. Higher trophic levels are less discrete",
        "due to their less specialised food habits.",
        ""
    ],
    [
        "42. (b) The concept of biodiversity was propounded by E.O.",
        "Wilson. The concept of wildlife was proposed by W.",
        "join telegram https://t.me/reetmaterials2",
        "Hornaday. The concept of ecosystem given by G. Tansley.",
        "The concept of Ecology was given by E. Haeckel.",
        ""
    ],
    [
        "43. (d) Bees, bats and birds are biotic pollinating agents. Wind is",
        "also an agent of pollination but is an abiotic agent.",
        ""
    ],
    [
        "44. (a) The Millennium Ecosystem Assessment (MA) report 2005",
        "defines Ecosystem services as benefits people obtain from",
        "ecosystems and distinguishes four categories of ecosystem",
        "services: 1. Supporting services, 2. Provisioning services, 3.",
        "Regulating services, 4. Cultural services.",
        ""
    ],
    [
        "45. (b) The term ‘amensalism’ generally refers to the complete or",
        "partial inhibition or death of one organism by another",
        "through production of some chemicals (allochemicals) as a",
        "result of metabolic pathways. In it, none of the organisms",
        "gets any benefit. It is more common in microbial world.",
        ""
    ],
    [
        "46. (a) The ministry declared 313 sq km around the Marine",
        "National Park in Gulf of Kutch, Gujarat as an eco-sensitive",
        "zone through a notification. Of this, 208 sq km is land while",
        "the remaining is on the seaside. Land use for recreational,",
        "commercial or industrial development will not be permitted",
        "in the area except for residential purpose. Mining, including",
        "fresh water mining, and release of polluted water and waste",
        "will also be prohibited. The ministry even disallowed fishing",
        "by trawlers. The government will prepare a zonal ecology",
        "conservation master plan. The plan will restore denuded",
        "areas as well as existing water bodies. The plan should also",
        "have provision for management of catchment areas,",
        "watershed management, groundwater and soil",
        "conservation.",
        ""
    ],
    [
        "47. (b) Scientists have recognized that nutrient enrichment was a",
        "threat to the bay. In 1987 formal goals were established to",
        "reduce nitrogen and phosphorous inputs to the bay from",
        "both point and non point sources.",
        ""
    ],
    [
        "48. (c) In parasitic food chains, the pyramid of number is always",
        "inverted as a single plant may support many herbivores and",
        "birds and each one of these in turn, may provide nutrition to",
        "several hyperparasites.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "49. (c) In the detritus food web the primary source of energy or the",
        "‘producer’ is the detritus, The primary consumers are the",
        "detersives such as bacteria, protozoa, fungi etc. The",
        "secondary consumers are the nematodes, insect larve",
        "which feed on the detersives.",
        ""
    ],
    [
        "50. (b) (b) In the given scenario the land plants",
        "are mostly cleared except for the large trees. So the",
        "invertebrates such as insects, spiders (arachnids) and",
        "reptiles would be less in number. Moreover the stream has",
        "been cleaned, so the aquatic invertebrates would not be",
        "found as well. As only the large trees remain so the",
        "vertebrates such as monkeys rabbits etc. would be found in",
        "large members.",
        ""
    ],
    [
        "51. (c) In hydrothermal vent communities, we should not expect to",
        "find chlorophyll as photosynthesis cannot take place due to",
        "absence of light.",
        ""
    ],
    [
        "52. (c) Freshwater is found deep inside the ground in areas of",
        "dense vegetation and forests the mining of iron are requires",
        "digging deep inside the ground and in the process many",
        "such freshwater channels get disturbed ultimately leading to",
        "their depletion. The iron are would not be depleted.",
        "Construction of new reads is not an ecosystem service.",
        ""
    ],
    [
        "53. (a) In a diet, a limiting factor is the one whose absence would",
        "give rise to symptoms of deficiency. Calcium is one of the",
        "major component in the shell of tortoise and its deficiency",
        "will cause the shell to become fragile.",
        ""
    ],
    [
        "54. (a) Microclimate is defined as the climate of a very small or",
        "restricted area, especially when this differs from the climate",
        "of the surrounding area. Here, while the climate of the",
        "surrounding area is very hot the place at the edge of the",
        "stream, under the tree, on a rock will have a cooler",
        "microclimate. Biome comprise of a large community of",
        "animals and plants occupying a particular region on earth.",
        "Landscape includes the visible features of a distinct area of",
        "land (with its landforms) and the manner in which they",
        "integrate with the man-mode or natural features. A",
        "join telegram https://t.me/reetmaterials2",
        "population is a group of individuals belonging to a particular",
        "species and inhabit a particular geographical area.",
        ""
    ],
    [
        "55. (a) Ecotone is a place where two different eco systems meet",
        "each other. Mangrove and terrestrial eco system is an",
        "example of ecotone. This area is very rich in species. The",
        "ecotone has species of both ecosystems as well as some",
        "species which are charecterstic and restricted to the",
        "ecotone.",
        ""
    ],
    [
        "56. (c) Estuary is a place where the fresh water of river or stream",
        "meets with ocean water. This place provides the conducive",
        "conditions for development of different species.",
        ""
    ],
    [
        "57. (c) Biosphere is a combination of lithosphere, hydrosphere and",
        "atmosphere. Biosphere is not found everywhere, some",
        "areas do not support the conditions required for Biosphere.",
        "Hence organisms are not uniformly distributed throughout",
        "the world.",
        ""
    ],
    [
        "58. (d) National Forest Policy has recommended that in order to",
        "maintain the ecological balance there should be 33 % area",
        "under the forest in plain area. However, the present forest",
        "cover in India is around 21-22 %.",
        ""
    ],
    [
        "59. (a) Planktons are passively floating in upper water, nektons are",
        "actively swimming while benthos lead sedentary life upon",
        "the sea bottom. Planktons are producers and are present in",
        "large number.",
        ""
    ],
    [
        "60. (b) Competition is rivalry for obtaining the same resource.",
        "Competition of light, nutrients and space is most severe",
        "between closely related organisms growing in the same",
        "area/niche, due to overproduction of population in the same",
        "area/niche.",
        ""
    ],
    [
        "61. (c) The process of transfer of energy from producers through a",
        "series of organisms, i.e., from primary consumers to",
        "secondary consumers and from secondary consumers to",
        "tertiary consumers by process of eating and being eaten is",
        "known as a food chain. The correct food chain is",
        "phytoplankton → zooplankton →fish.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "62. (b) National Tiger Conservation Authority (NTCA) is planning to",
        "implement a new computerized tiger monitoring protocol in",
        "all tiger reserves of the country known as Monitoring",
        "System for Tiger, Intensive Patrolling and Ecological Status",
        "(MSTrIPES).",
        ""
    ],
    [
        "63. (b) Even if you eliminate Corbett (Uttrakhand) and Mudumalai",
        "(Tamilnadu) for climatic reasons for Lion relocation, still",
        "you’re left with Sariska (Rajasthan). Sariska being a tiger",
        "reserve, would sound unfit for lion immigration. So by",
        "elimination answer would be “B”. and Indianexpress report",
        "confirm it.",
        ""
    ],
    [
        "64. (a) NCERT Class 11: India- Physical Geography.",
        "A. Page 17: The Eastern and Western Ghats Meet at Nilgiri hills.",
        "B. Page 16: Nilgiri hills are in Karnataka and Tamilnadu.",
        "Now, If there is a place serving as Ecological link between",
        "Eastern and Western Ghats, then most likely it ought to be",
        "in Tamilnadu, than in Karnataka, because of the location.",
        "“A” is the most fitting answer because it’s located in",
        "Tamilnadu.",
        ""
    ],
    [
        "65. (b) First statement is wrong because TRAFFIC is joint program",
        "of WWF and IUCN and Second statement is correct",
        "because verbatim given in the organization’s official pag"
    ]
]