print("--------------Polity Question Answer-------------")
Q=[
    "1. Jurisdiction of which high courts covers the Union Territory of  Lakshadweep?",
    "2. The Indian Parliament passed the States Reorganization Act in which year?",
    "3. Which case determined that the Preamble is a part of the constitution?",
    "4. How many times Indian Constitution has been amended?",
    "5. Which committee was appointed by the government of India in 1986 to revitalize panchayati raj institutions for democracy and development?",
    "6. A National emergency on the grounds of security threat is proclaimed  under which article?",
    "7. By which amendment Delhi was designated as National Capital Territory?",
    "8. In India, a three tier Panchayat is envisaged for states which have a population above?",
    "9. Who presides over the joint sitting of the Lok Sabha and the Rajya Sabha?",
    "10.On which date a separate constituent assembly was set up for Pakistan?",
    "11.How many subjects are in the Union list?",
    "12.On which date Constitution of India was adopted and enacted by the  Constituent Assembly?",
    "13.What is the lowest stage of the local Government?",
    "14.Who has been the only Lok Sabha Speaker to have become the President of India?",
    "15.Which Constitutional Article lays down qualification for becoming a voter?",
    "16.Who was the Defence Minister of India during the Indo-China war of 1962?",
    "17.  Which part of Constitution emphasises the welfare aspect of the State?",
    "18.    Who is the Supreme Commander of India's armed forces?",
    "19. When was All India Services Act enacted?",
    "20. Once a Budget has been presented in the Parliament, the government has to get all money bills related to the union budget passed within ?",
    "21. After how many years is the President of USA is elected?",
    "22. Which has been the most amended as also the most controversial Fundamental Right?",
    "23.What is the current age of retirement of judges from supreme courts and high courts respectively in India?",
    "24.In India, President is elected by which method?",
    "25.Till now, the Preamble of Constitution of India has been amended for how many times?",
    "26.Who is competent to dissolve the Rajya Sabha?",
    "27. Which were the first two states in India to establishe Panchayati Raj in 1956?",
    "28. Which writ examines the functioning of Subordinate Courts?",
    "29.The concept of fundamental duties of Indian constitution was borrowed from which country?",
    "30.In the year 2006, which programme was launched for the welfare of minorities?",
    "31.An additional judge of a High Court holds office for a period of  ?",
    "32.In which country did the concept of Public Interest Litigation originated?",
    "33.Which was the first linguistic state?",
    "34.Which writ is issued by the court in’ case of illegal detention of a person?",
    "35.What is the total number of Fundamental Duties mentioned in the Constitution?",
    "36.All the cases regarding interpretation of the Constitution can be brought to the Supreme Court under its?",
    "37.The Supreme Court originally consisted of how many other judges besides the Chief Justice?",
    "38.    Who works as the Chairman of a Zonal Council in India?",
    "39.    From which fund is the pension of a High Court Judge charged?",
    "40.    Which commission was formed in 1983 to recommend the relationship and balance of power between state and central governments?",
    "41.    What Minimum age is required to contest for Presidentship?",
    "42.    Who is current Chief Justice of India?",
    "43.    In which years did the Right to Information Act come into force ?",
    "44.    From where can a Member of Parliament claim immunity?",
    "45.    In India, Administrative head of Union Territories is ?",
    "46.    Which was the only President of India who elected unopposed?",
    "47.    The inspiration of ‘Liberty, Equality and Fraternity’ was derived from which revolution?",
    "48.    What is the maximum number of elected members in a State Assembly?",
    "49.    The Prime Minister of India who did not face the Union Parliament was ?",
    "50.    What is the electorate for a Panchayat?",
    "51.    The first Governor ever to be dismissed by the President was ?",
    "52.    Who can initiate impeachment proceedings against the President of India?",
    "53.    Judicial Review in the Indian Constitution is based on  ?",
    "54.    How long a person should have practiced in a High Court to be eligible to be appointed as a Judge of Supreme Court of India?",
    "55.    What can be the maximum interval between two sessions of parliament?",
    "56.    ‘Shakti – Sthal’ is related to whom?",
    "57.    To whom does the Public Accounts Committee submit its report?",
    "58.    Who is known as the first Law Officer of India?",
    "59.    Which provision of the Fundamental Rights is directly relates to the exploitation of children?",
    "60.    What is the chief source of political power in India?",
    "61.    Fundamental Duties were added by which constitutional amendment?",
    "62.    In which year were the first general election held in India?",
    "63.    The only instance when the President of India exercised his power of veto?",
    "64.    Who collects the House Tax?",
    "65.    Who is the chairman of national integration council?",
    "66.    Which is the only Union Territory that has a High Court of its own?",
    "67.    Who can establish an Inter-State Council?",
    "68.    First woman speaker of Lok Sabha ?",
    "69.    The first census was conducted in India at the time of which governor general?",
    "70.    By whom is the Contingency Fund of the State operated?",
    "71.    Which of the following British Prime Ministers sent Cripps Mission to India?",
    "72.    The statewise allocation of seats in Lok Sabha is based on the 1971 Census. Upto which year does the remain intact?",
    "73.    Which Commission made the recommendations which formed the basis for the Punjab Reorganisations Act which created the states Punjab and Haryana?",
    "74.    Where was the first Municipal Corporation set up in India?",
    "75.    Who was the first woman to become the Prime Minister of a country?",
    "76.    The allocation of seats in present Lok Sabha is based on which Census?",
    "77.    In the Indian Constitution the Right to Equality is granted by five Articles. They are?",
    "78.    Who is regarded as the father of Indian economic reform?",
    "79.    Who elects the member of Rajya Sabha?",
    "80.    In which year Rajya Sabha was established?",
    "81.    Who decides whether a bill is a money Bill or not?",
    "82.    Which State has the highest number of reserve seats for the Scheduled Tribes in the Lok Sabha?",
    "83.    The Eighth Schedule of Indian Constitution is related to?",
    "84.    Who is longest serving speaker of lok sabha?",
    "85.    What is the quorum of Lok sabha?",
    "86.    When Constitution was framed, how many Schedules were there?",
    "87.    Who is the chairman of Kendriya Hindi Samiti?",
    "88.    Which part of the Constitution of India talks about the Municipalities?",
    "89.    What is the source of “we the people” in the Preamble?",
    "90.    Ambedkar had said the \"Article.     should normally remain a 'dead letter' and would be used only in the 'last resort'?",
    "91.    Which Constitutional Amendment banned the floor crossing in Parliament?",
    "92.    When the Vice-President acts as President, whose salary does he draw?",
    "93.    Who was the first speaker of Lok Sabha?",
    "94.    Under which Constitutional Amendment, provision for minimum age as 18 years for the Indian citizen was made to become eligible to vote?",
    "95.    For how many months can the proclamation of emergency at the first instance be restricted?",
    "96.    The President of India can nominate to how many members to Rajya Sabha and Lok Sabha respectively?",
    "97.    Who proposed the creation of a Preamble before the Drafting Committee?",
    "98.    Who said Preamble is the keynote to the Constitution?",
    "99.    The idea of a Constituent Assembly to form a Constitution of India was first mooted by whom?",
    "100.  Which country has the briefest Constitution in the world?"
]
Ans=[
    "1. Kerala HC",
    "2. 1956",
    "3. Keshvananda Bharti ",
    "4. 101",
    "5. L.M. Singhvi Commit",
    "6. A 352",
    "7. 69th CAA",
    "8. 20 lacs",
    "9. Speaker of Lok Sabh",
    "10. 3rd June 1947",
    "11.   97",
    "12. 26th Nov. 1947",
    "13. Gram Panchayat",
    "14. Neelam Sanjeeva Red",
    "15. A 326",
    "16. V.K. Krishna Menon",
    "17. DPSP",
    "18. President of India",
    "19. 15th October 1951",
    "20. 75 days",
    "21. 4 years",
    "22. Right to property",
    "23. 65 yrs & 62 yrs",
    "24. Single Transferable",
    "25. Once",
    "26. No one",
    "27. Rajasthan & Andhra ",
    "28. Certiorari",
    "29. Russia (Former USSR",
    "30. Prime Minister's Ne",
    "31. 2 years",
    "32. United States",
    "33. Andhra Pradesh",
    "34. Habeas Corpus",
    "35. 11",
    "36. Appellate jurisdict",
    "37. Seven",
    "38. Home Minister",
    "39. Consolidated Fund o",
    "40. Sarkaria Committee",
    "41. 35 years",
    "42. Justice J. S. Kheha",
    "43. 2005",
    "44. From Civil cases on",
    "45. Lieutenant Governor",
    "46. Neelam Sanjiva Redd",
    "47. French Revolution",
    "48. 500",
    "49. Chaudhary Charan Si",
    "50. Gram sabha",
    "51. Prabhu Das Patwari",
    "52. Either House of Par",
    "53. Procedure establish",
    "54. 10 years",
    "55. 6 months",
    "56. Smt. Indira Gandhi",
    "57. Speaker of Lok Sabh",
    "58. Attorney General of",
    "59. A 24",
    "60. The People",
    "61. 42nd CAA",
    "62. 1951-52",
    "63. Indian Post Office ",
    "64. Municipality Corpor",
    "65. Prime Minister",
    "66. Delhi",
    "67. President",
    "68. Meira Kumar",
    "69. Lord Mayo",
    "70. Governor",
    "71. Winston Churchill",
    "72. 2026",
    "73. Shah Commission",
    "74. Madras",
    "75. Sirimavo Bhandharna",
    "76. 1971",
    "77. A16 to A20",
    "78. Manmohan Singh",
    "79. Elected members of ",
    "80. 1952",
    "81. Speaker of Lok Sabh",
    "82. Madhya Pradesh",
    "83. Recognized language",
    "84. Balram Jhakar",
    "85. 1/10th of total mem",
    "86. Eight",
    "87. Prime Minister",
    "88. Part IX (A)",
    "89. United Nations",
    "90. Article 356",
    "91. 52nd CAA",
    "92. President",
    "93. G.V. Mavlankar",
    "94. 61st CAA, 1989",
    "95. Six Months",
    "96. 12 & 2",
    "97. J.L. Nehru",
    "98. Ernest Barker",
    "99. M.N. Roy in 1927",
    "100. USA"
]
for i in range(0,len(Q)):
    for j in range(0,len(Q)):
        if(i==j):
            print(Q[i])
            print(Ans[i])
        else:
            pass
    print("\n")
