print("-------------- Biology Question Answer --------------")
Q=[
    "1.      Who was the first to isolate Gene?",
    "2.      Which cell organelles function as the power house of a living cell?",
    "3.      Nobel Prize winning scientist James D. Watson is known for his work in which area?",
    "4.      What is the Branch of science which deals with the study of skin of man?",
    "5.      Which test helps in diagnosis of cancer?",
    "6.      The filtering of blood through an artificial kidney is called ?",
    "7.      Animals store glucose in the form of  ?",
    "8.      Who invented penicillin?",
    "9.      The longest and largest bone in the human body is ?",
    "10.    Which is known as master gland in man?",
    "11.    Which vitamin is essential for the coagulation of blood?",
    "12.    Which insect spreads kala-azar?",
    "13.    Name the smallest functional unit of the kidney?",
    "14.    What is the smallest structural and functional unit of nervous system?",
    "15.    Which animal have no blood but they respire?",
    "16.    What is the Dental formula of man?",
    "17.    The biogas used for cooking is a mixture of ?",
    "18.    Which plant yeilds biodiesel or biofuel?",
    "19.    The most serious air pollutant causing health hazard is ?",
    "20.    Which major chemical compound found in human kidney stones?",
    "21.    Sex determination of child is done by whose chromosome?",
    "22.    What is the name of first clones sheep?",
    "23.    What is known as 'kitchen of cell'?",
    "24.    Enlargment of which gland takes place due to deficiency of iodine?",
    "25.    Which part of human brain is the regulating centre for swallowing and vomiting?",
    "26.    What are Bryophytes?",
    "27.    The number of Chromosomes in the human gene is ?",
    "28.    Polio is caused by whom?",
    "29.    Ductless glands are known as  ?",
    "30.    The human faces is yellow in colour due to the presence of a pigment called      ?",
    "31.    Which enzyme is found in human saliva?",
    "32.    Hansen's disease is also known as ?",
    "33.    What is systolic and diastolic pressure in a healthy man?",
    "34.    Which is considered as the strongest natural fibre?",
    "35.    The deficiency of which leads to dental caries?",
    "36.    Companion cells are unique to ?",
    "37.    The smallest bone in the human body is ?",
    "38.   A person feel fatigued due to deposition of which acid in their muscles?",
    "39.   How many bones are present in human skull?",
    "40.   Which lobe of human brain is associated with hearing?",
    "41.   Upper most layer of skin is called  ?",
    "42.   Motor skills are associated with which part of the brain?",
    "43.   Blood group was discovered by whom?",
    "44.   The ph value of human blood is ?",
    "45.   Name the largest gland in the human body?",
    "46.   What is the chemical name of a substance which kills rats?",
    "47.   The metal present in the haemoglobin is   ?",
    "48.   Which mosquito is the carrier of Zika virus?",
    "49.   Name the gas used for making vegetable ghee?",
    "50.   Which part of brain is centre of thirst, hunger and sleep?",
    "51.   Which regulates the quantum of light entering the human eye?",
    "52.   DNA stands for ?",
    "53.   What percentage of water is lost during transpiration?",
    "54.   Pyramid of energy is?",
    "55.   Edward Jenner is related with which disease?",
    "56.   The hormone used as an oral contraceptive is ?",
    "57.   Which vitamin is considered to be a hormone?",
    "58.   The process of photosynthesis involves conversion of what?",
    "59.   Who explained about the blood circulation for the first time?",
    "60.   Dog bite can cause rabies. Which other animal can also cause rabies?",
    "61.   Saliva helps in the digestion of which thing?",
    "62.   Which is the sweetest sugar?",
    "63.   Which enzyme is present in all members of the animal kingdom except  Protozoa?",
    "64.   What is contained in Chlorophyll?",
    "65.   From which part of the plant is turmeric obtained?",
    "66.   Lacrymal glands are situated in the ?",
    "67.   The specific role of Vitamin K is in the synthesis of  ?",
    "68.   Which Part of plant is important for the life cycle of plant?",
    "69.   Increased RBC's in the blood leads to a condition called ?",
    "70.   Name the hormone that regulates the amount of glucose in the blood ?",
    "71.   Which is known as graveyard of RBC's?",
    "72.   Which disease is caused by the bite of a mad dog?",
    "73.   What is the normal cholesterol level in human blood?",
    "74.   The first vaccine injected into a just born baby is  ?",
    "75.   Which are phagocytes in liver?",
    "76.   Which gland disapear during old age?",
    "77.   The study of Dendrology is associated with ?",
    "78.   Theory of natural selection was proposed by  ?",
    "79.   By which doctor was the first successful heart transplant in India performed?",
    "80.   The food poisoning is caused by  ?",
    "81.   Which acid is found in 'Tomato'?",
    "82.   Haematopoiesis take place in ?",
    "83.   Which part of human brain is affected by alcohol?",
    "84.   Ascariasis is caused by ?",
    "85.   Turpentine oil is obtained from ?",
    "86.   Which salt is found in bone in largest amount?",
    "87.   Genes are made by ?",
    "88.   Which disease is known as 'silent killer'?",
    "89.   By whom was oral polio vaccine discovered?",
    "90.   The compound used in anti-malarial drug is  ?",
    "91.   Which is responsible for transport of food and other substances in  plants?",
    "92.   BCG vaccination (Bacillus Calmette Guerine) is injected to get immunity from ?",
    "93.   First vaccine produced by bio-technology was used against which virus?",
    "94.   Alcoholic drink contains ?",
    "95.   Xerophthalmia is a disease caused by lack of which vitamin?",
    "96.   Which is responsible for the process of cell division?",
    "97. What is known as 'Suicidal bags of cell'?",
    "98. The plants, which grow under water stress conditions are called ?",
    "99. Which metal is present in Insulin?",
    "100.Most of the red, blue and purple colours of plants are due to a pigment  called ?"
]
Ans=[
    "1. Dr. Hargobind Khura",
    "2. Mitochondria",
    "3. Genetics",
    "4. Dermatology",
    "5. Biopsy Test",
    "6. Dialysis",
    "7. Glycogen",
    "8. Alexander Fleming",
    "9. Femur",
    "10. Pituitary gland",
    "11. Vitamin K",
    "12. Sand Fly",
    "13. Nephron",
    "14. Neuron",
    "15. Hydra",
    "16. 2123/2123",
    "17. Methane & Carbondio",
    "18. Jatropha Curcas",
    "19. Sulphur dioxide",
    "20. Calcium oxalate",
    "21. Father",
    "22. Dolly",
    "23. Chloroplast",
    "24. Thyroid",
    "25. Medulla Oblongata",
    "26. Amphibious",
    "27. 46",
    "28. Virus",
    "29. Endocrine glands",
    "30. Urobilin",
    "31. Ptyalin",
    "32. Leprosy",
    "33. 120mm & 80mm",
    "34. Silk",
    "35. Fluorine",
    "36. Angiosperms",
    "37. Stapes",
    "38. Lactic Acid",
    "39. Temporal Lobe",
    "40. Temporal Lobe",
    "41. Epidermis",
    "42. Frontal Lobes",
    "43. Landsteiner",
    "44. 7.40",
    "45. Liver",
    "46. White Phosphorus",
    "47. Iron",
    "48. Aedes",
    "49. Hydrogen",
    "50. Hypothalamus",
    "51. Iris",
    "52. Deoxyribonucleic Ac",
    "53. 99%",
    "54. Always upright",
    "55. Small pox",
    "56. Progesterone",
    "57. Vitamin D",
    "58. Solar energy into c",
    "59. William Harvey",
    "60. Bat",
    "61. Starch",
    "62. Fructose",
    "63. Amylase",
    "64. Magnesium",
    "65. Stem",
    "66. Eye Orbit",
    "67. Prothrombin",
    "68. Flower",
    "69. Polycythemia",
    "70. Insulin",
    "71. Spleen",
    "72. Hydrophobia",
    "73. 180-200 mg/dL",
    "74. BCG",
    "75.  Kupffer cells",
    "76. Thymus",
    "77. Trees",
    "78. Charles Darwin",
    "79. Dr. Venugopal",
    "80. Clostrideam boutuli",
    "81. Oxalic Acid",
    "82. Bone marrow",
    "83. Cerebellum",
    "84. Round Worm",
    "85. Pinus",
    "86. Calcium Phosphate",
    "87. Polynucleotide",
    "88. High Blood pressure",
    "89. Jonas Salk",
    "90. Chloroquine",
    "91. Phloem",
    "92. Tuberculosis",
    "93. Hepatitis-B",
    "94. Ethyl Alcohol",
    "95. Vitamin A",
    "96. Mitosis",
    "97. Lysosome",
    "98. Xerophytes",
    "99. Zinc",
    "100. Anthocyanin"
]
for i in range(0,len(Q)):
    for j in range(0,len(Q)):
        if(i==j):
            print(Q[i])
            print(Ans[i])
        else:
            pass
    print("\n")
