[
    "1. Dry winds (harmattan) blows in Sahara desert from?",
    "2. Which industry in India was worst affected because of the partition?",
    "3. What is exact time taken by the earth for single rotation on its own axis?",
    "4.09 sec\n4. Because of which factor, clouds do not precipitate in deserts?",
    "5. Which river crosses the equator twice?",
    "6. Under which climatic conditions do the laterite soils develop?",
    "7. Which is the most important factor in soil formation?",
    "8. Which State produces maximum pulses'in the country?",
    "9. The word “isoneph” represents the lines of equal ?",
    "10. Who discovered South Pole?",
    "11. The Karakoram Highway connects which pairs of countries?",
    "12. What is the most abundant metal in the earth’s crust?",
    "13. India is divided into how many seismic zones according to the earthquake zoning map?",
    "14. Inwhich State is the Guru Shikhar Peak located?",
    "15. Which one is the longest river in India that flows entirely within India?",
    "16. Which lake has been formed due to tectonic activities?",
    "17. By what name is the Ganga known in Bangladesh?",
    "18. Which State produces maximum pulses'in the country?",
    "19. Which is the largest fresh water lake in the world?",
    "20. Where is Sargasso sea located?",
    "21. Which State has the largest coastline in India?",
    "22. Duncan Passage is located between which regions?",
    "23. What is the most abundant elementin the earth’s crust?",
    "24. After howmany years does Halley's comet appear once in a period?",
    "25. rainfall that occurs when windrises up along a hill?",
    "26. In which country are the broken hill famous for zinc and lead?",
    "27. Which is most prone to earthquakes?",
    "28. What is the length of India's coastline?",
    "29. How many kms are represented by 10° of latitudes?",
    "30. Which is aglobal biodiversity hotspot in India?",
    "31. Where are the islands of Seychelles located?",
    "32. Mangroove vegetation in India is most extensive in which forest?",
    "33. Suez Canal joins which two Sea?",
    "34. Which biome has the highest species diversity?",
    "35. Which country in Africa has luxurious tropical rain forests?",
    "36. Which crop requires continuous semiaquatic condition for cultivation?",
    "37. Where are a large number of species are found within a small unit of area?",
    "38. Which mountain range stretches from Gujarat in west to Delhi in the north?",
    "39. Which type of forest covers the maximum area in India?",
    "40. What is the term as the drainage pattern developed on folded sedimentary rocks?",
    "41. Which ecosystem covers the largest area of the earth’s surface?",
    "42. What percentage of insolation is received by the earth’s surface?",
    "43. What type of climate is best suited for horticulture?",
    "44. Which city is associated with the river Mekong?",
    "?",
    "46. What is the average salinity of sea water?",
    "47. The winds which never change their direction are called?",
    "48. Which is the busiest oceanic trade route?",
    "49. Which is the largest volcano crater in the world?",
    "50. In India, how many States share the coastline?",
    "51. The tornadoes are very strong tropical cyclones originating in which sea?",
    "52. Inwhich latitudes are the seasonal contrasts maximum?",
    "53. Which state in India is known as “Rice Bow!\"?",
    "54. What are Doldrums?",
    "55. “Valley of flowers” is located n which state?",
    "56. Which is called ‘Herring Pond’?",
    "57. What is the name of India's southern tip?",
    "58. Lines joining places receiving equal amount of rain fall?",
    "59. What is the reason behind the declining climate of Maldives?",
    "60. Which place gets the least rainfall in India?",
    "61. Which hill station is known as the “Queen of Satpura\"?",
    "62. Which are the two voleanic islands in the Indian territory?",
    "63. Which is the longest national highway?",
    "64. The Vindhyas belong to which class of mountains?",
    "65. Which is the World's largest producer of wool?",
    "66. Which soil is also known as’ Regu’?",
    "67. what is known as soil free farming?",
    "68. Ifitis 4PM. on Monday at 10°W, what will be the time at 150°E?",
    "69. Country through which both Equator and Tropic of Capricorn pass?",
    "70. What is thename of the soil, rich in calcium?",
    "71. Which lake is known as “honeymoon lake”?",
    "72. Which country has maximum damage to forests been caused by acid rain?",
    "73. Which country is situated geographically in America but politically apart of Europe?",
    "74. The fertile land between two rivers is called?",
    "75. Which Strait separates Aftica from Europe?",
    "76. Which is the fastest growing tree?",
    "77. Which tree require minimum water for its growth?",
    "78. Which plain formed due to the weathering of lime stone?",
    "?",
    "80. Which river crosses tropic of Capricom twice?",
    "81. What is associated with a savanna climate?",
    "82. The Sivasamudram Falls is on which river?",
    "83. Which Warm dry wind blows down the east slopes of Rockies?",
    "84. Which planet is known as veiled planet?",
    "85. Which Strait which separates Asia from North America?",
    "86. How many islands of India are located in the Bay of Bengal?",
    "87. What happens when a sudden fall in the barometric reading?",
    "88. Which country is the largest producer of Bauxite?",
    "89. Which kind of forests is found in silent valley of Kerala?",
    "90. Which is the largest Ocean?",
    "91. Inhow many time sn divided into?",
    "92. Which soil is very  is very hard to cultivate?",
    "93. What separates Daman and diu ?",
    "94. Which connects t the continent?",
    "95. Port Blair the capita icobat Islands, is located in which island?",
    "96. Which is the State with the largest area under waste land?",
    "97. Which crop are grain with the on set of monsoon & are harvested in September October?",
    "98. Which river basin is called ‘Rub of India’?",
    "99. Which is considered to have an adverse effect on Indian Monsoon?",
    "100. Which is the longest iniand waterways in the world?"
]