[
    [
        "1. (b) The terms longitude and latitude were first used by",
        "Eratosthenes. Eratosthenes of Cyrene was a Greek",
        "mathematician, geographer, poet, astronomer, and music",
        "theorist. He was a man of learning, becoming the chief",
        "librarian at the Library of Alexandria.",
        ""
    ],
    [
        "2. (d)",
        ""
    ],
    [
        "3. (c) Tropic of cancer, Tropic of Capricorn as well as equator",
        "pass through the Africa.",
        ""
    ],
    [
        "4. (a) The length of the day at equator is always 12 hrs as the",
        "angle of incidence of the Sun’s rays at the equator is",
        "join telegram https://t.me/reetmaterials2",
        "constant.",
        ""
    ],
    [
        "5. (c) The angle at which the magnetic field lines intersect the",
        "surface of the earth. This angle ranges from 0 degrees at",
        "the equator to 90 degrees at the poles. Intensity: The",
        "magnetic field also varies in strength over the earth’s",
        "surface. It is strongest at the poles and weakest at the",
        "equator.",
        ""
    ],
    [
        "6. (b) (15°N – 40° N > 10° N – 15° N > 40° N – 50° N > 50° N –",
        "70° N)",
        ""
    ],
    [
        "7. (a) The Tetrahedral hypothesis is an obsolete scientific theory",
        "attempting to explain the arrangement of the Earth’s",
        "continents and oceans by referring to the geometry of a",
        "tetrahedron. Although it was a historically interesting theory",
        "in the late 19th and early 20th century, it was superseded",
        "by the concepts of continental drift and modern plate",
        "tectonics.",
        ""
    ],
    [
        "8. (a) Horse latitudes or subtropical highs are subtropical",
        "latitudes between 30 and 35 degrees both north and south",
        "where Earth’s atmosphere is dominated by the subtropical",
        "high, an area of high pressure, which suppresses",
        "precipitation and cloud formation, and has variable winds",
        "mixed with calm winds.",
        ""
    ],
    [
        "9. (a) The Tropic of Cancer, also referred to as the Northern",
        "Tropic is 23°26′13.4″ north of the Equator. It is the most",
        "northerly circle of latitude on the Earth at which the Sun can",
        "be directly overhead.",
        "The Tropic of Capricorn, or Southern tropic, is one of the five",
        "major circles of latitude of a map of the Earth. It is 23° 26′",
        "22″ south of the Equator. It marks the most southerly",
        "latitude at which the sun can appear directly overhead.",
        "The Arctic Circle is the parallel of latitude that runs 66° 33´ 39”",
        "(or 66.56083°) north of the Equator and is one of the five",
        "major circles of latitude that mark maps of the Earth.",
        "Everything north of this circle is known as the Arctic, and",
        "the zone just to the south of this circle is the Northern",
        "Temperate Zone.",
        "join telegram https://t.me/reetmaterials2",
        "Antarctic Circle: 66° 33’ 39” S. The Antarctic Circle is the parallel",
        "of latitude that runs 66° 33´ 39” (or 66.56083°) south of the",
        "Equator and is one of the five major circles of latitude that",
        "mark maps of the Earth.",
        ""
    ],
    [
        "10. (a) The Equator is the parallel line located at 0° latitude. It is",
        "identified as the latitude that falls at the point that is",
        "equidistant from the North Pole and the South Pole. The",
        "Equator’s covers a distance on the Earth’s surface",
        "approximately 24,901 miles long.",
        "The standard meridian of India is 88.5 ̊ E of the Greenwich",
        "Meridian. This meridian passes through the city of",
        "Allahabad. It runs through the centre of the country.",
        "The Tropic of Capricorn, or Southern tropic, is one of the five",
        "major circles of latitude of a map of the Earth. It is 23° 26′",
        "22″ south of the Equator. It marks the most southerly",
        "latitude at which the sun can appear directly overhead.",
        "The Arctic Circle is the parallel of latitude that runs 66° 33´ 39”",
        "(or 66.56083°) north of the Equator and is one of the five",
        "major circles of latitude that mark maps of the Earth.",
        "Everything north of this circle is known as the Arctic, and",
        "the zone just to the south of this circle is the Northern",
        "Temperate Zone.",
        ""
    ],
    [
        "11. (a) Mercator’s projection is used for marine navigation due to",
        "the fact that it shows loxodromes as straight lines.",
        ""
    ],
    [
        "12. (c) The Equator passes through Kenya.",
        ""
    ],
    [
        "13.4″ north of the Equator. It is the most",
        "northerly circle of latitude on the Earth at which the Sun can",
        "be directly overhead.",
        
    ],
    [
        "14. (a) The Intersection point of the Prime Meridian and the",
        "Equator lies in Gulf of Guinea which is located in the middle",
        "of the Atlantic Ociean.",
        ""
    ],
    [
        "15. (b) Limpopo, River of Africa crosses the tropic of Capricorn",
        "twice. The Limpopo River rises in central southern Africa,",
        "and flows generally eastwards to the Indian Ocean.",
        ""
    ],
    [
        "16. (c) It happens during Vernal Equinox (21st March) and Autumn",
        "Equinox (September 23).",
        ""
    ],
    [
        "17. (c) Isohels represent points receiving equal amounts of",
        "Sunshine.",
        ""
    ],
    [
        "18. (b) It is the boundary between USA and Canada.",
        ""
    ],
    [
        "19. (d) The international data line is located about 180°E (or 180°",
        "W) of Greenwich.",
        ""
    ],
    [
        "20. (b) Europe does not have a desert. It has Accona desert- a",
        "semi-desert in central Italy.",
        ""
    ],
    [
        "21. (a) Asia has large areas of inland drainage because rainfall is",
        "seasonal and scanty.",
        ""
    ],
    [
        "22. (c) Africa and South America form a mirror image of each",
        "other.",
        ""
    ],
    [
        "23. (a)",
        ""
    ],
    [
        "24. (b) Maps that are usually referring various attributes",
        "information are called complex thematic maps and are used",
        "to show locations of earth’s different features and activities.",
        ""
    ],
    [
        "25. (b) The equitorial Circumference of the Earth is nearly 40,000",
        "km.",
        ""
    ],
    [
        "26. (c) There can be more than one great circle which can be",
        "drawn on a sphere.",
        ""
    ],
    [
        "27. (d) They are also called the monsoon forests. Tropical",
        "Deciduous Forests thrive where the rainfall is between",
        "70cm. and 200 cm. The trees in these forests shed their",
        "leaves for about six to eight weeks in summer.",
        ""
    ],
    [
        "28. (a) The Pampas are fertile South American lowlands, covering",
        "more than 750,000 km², that include the Argentine",
        
        ""
    ],
    [
        "29. (b) Elephant - Tropical deciduous forest",
        "Silver Fox – Mediterranean",
        "Wild buffalo or Bison – Temperate Grassland",
        "Horse – Coniferous forest or Taiga",
        ""
    ],
    [
        "30. (a) Veld, also spelled veldt, is a type of wide open rural",
        "landscape in Southern Africa. Particularly, it is a flat area",
        "covered in grass or low scrub, especially in the countries of",
        "South Africa, Lesotho, Swaziland, Zimbabwe, Botswana,",
        "and Namibia.",
        "The Darling Downs is a farming region on the western slopes of",
        "the Great Dividing Range in southern Queensland,",
        "Australia.",
        "The world’s largest steppe region, often referred to as “the Great",
        "Steppe”, is found in Eastern Europe and Central Asia, and",
        "neighbouring countries stretching from Ukraine in the west",
        "through Russia, Kazakhstan, Turkmenistan and Uzbekistan",
        "to the Altai, Koppet Dag and Tian Shan ranges.",
        "Prairies are large areas of mostly treeless grassland found all",
        "over the world including North America, South America,",
        "Europe, Asia and Africa. This biome is characterized by",
        "moderate temperatures, moderate rainfall and vast",
        "stretches of flat land.",
        ""
    ],
    [
        "31. (d)",
        ""
    ],
    [
        "32. (b) Veld, also spelled veldt, is a type of wide open rural",
        "landscape in Southern Africa. Particularly, it is a flat area",
        "join telegram https://t.me/reetmaterials2",
        "covered in grass or low scrub, especially in the countries of",
        "South Africa, Lesotho, Swaziland, Zimbabwe, Botswana,",
        "and Namibia. A certain sub-tropical woodland ecoregion of",
        "Southern Africa has been officially defined as the Bushveld",
        "by the World Wide Fund for Nature. Trees are found only in",
        "a few places—frost, fire, and grazing animals allow grass to",
        "grow but prevent the growth of trees.",
        ""
    ],
    [
        "33. (a) Long roots, thick bark and small sized thick leaves are",
        "some of the adaptations among the plants to withstand a",
        "long dry season. Thick bark and small sized leaves reduces",
        "the rate of transpiration. Long roots enable plants to obtain",
        "moisture from great depth. The Mediterranean region does",
        "not receive rainfall ion summers. During winters when the",
        "pressure and wind belts shifts towards the equator, these",
        "regions come under the influence of westerlies which blows",
        "from ocean to land which causes rainfall along the western",
        "margins.",
        ""
    ],
    [
        "34. (c) Yak is animal with large body. It is reared in cold regions as",
        "it can withstand cold climate.",
        ""
    ],
    [
        "35. (d) Ainu is one of the important tribal groups of Japan",
        ""
    ],
    [
        "36. (b) An Igloo is a winter snow house or snow hut built when the",
        "snow can be easily compacted.",
        ""
    ],
    [
        "37. (a) Growth rate of population in developing countries is higher",
        "than that of developed countries because low level of",
        "economic developments leads to high total fertility rate. In",
        "the developed countries the annual number of births barely",
        "exceeds deaths because of low birth rates and much older",
        "populations.",
        ""
    ],
    [
        "38. (c) Disparities in regional development on a global scale are",
        "not mainly due to the lack of adequate skilled labour.",
        ""
    ],
    [
        "39. (c) The group of people inhabiting Asiatic Tundra is known as",
        "Samoyed. The Samoyedic people are those groups that",
        "speak Samoyedic languages, which are part of the Uralic",
        "family. They are a linguistic grouping, not an ethnic or",
        "cultural one.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "40. (a) Veld is located in South Africa. Afrikaans “field” name given",
        "to various types of open country in Southern Africa that is",
        "used for pasturage and farmland.",
        ""
    ],
    [
        "41. (b) The demographic transition model was propounded by F.W.",
        "Notestion. Frank Wallace Notestein (August 16, 1902 –",
        "February 19, 1983) was an American demographer who",
        "contributed significantly to the development of the science.",
        "He was the founding director of the Office of Population",
        "Research at Princeton University, and later president of the",
        "Population Council. He was also the first director of the",
        "Population Division of the United Nations, 1946–1948.",
        ""
    ],
    [
        "42. (b) Podzol or Podsol type of soil is found in the coniferous",
        "forests. In soil science, podzols are the typical soils of",
        "coniferous, or boreal forests. They are also the typical soils",
        "of eucalypt forests and heathlands in southern Australia,",
        "while in Western Europe podzols develop on heathland,",
        "which is often a construct of human interference through",
        "grazing and burning.",
        ""
    ],
    [
        "43. (d) Ebony and Mahogany trees are associated with Tropical",
        "evergreen forests. Tropical evergreen forests are usually",
        "found in areas receiving more than 200 cm of rainfall and",
        "having a temperature of 15 °C to 30 °C. They occupy about",
        "seven per cent of the Earth’s land surface and harbour",
        "more than half of the planet’s terrestrial plants and animals.",
        "Tropical evergreen forests are dense, multi-layered, and",
        "harbour many types of plants and animals.",
        ""
    ],
    [
        "44. (d) Forest cover of Europe>South America>N & C",
        "Africa>Africa> Asia>Oceania",
        ""
    ],
    [
        "45. (b) The wide treeless grassy plains in South America are",
        "called Pampas. The Pampas are fertile South American",
        "lowlands, covering more than 750,000 km2 (289,577 sq mi),",
        "that include the Argentine provinces of Buenos Aires, La",
        "Pampa, Santa Fe, Entre Ríos and Córdoba, most of",
        "Uruguay, and the southernmost Brazilian State, Rio Grande",
        "do Sul.",
        ""
    ],
    [
        "46. (d) Alfalfa is cultivated as an important forage crop.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "47. (d)",
        ""
    ],
    [
      
        "48. (a) The Black Forest is a mountainous region in southwest",
        "Germany, bordering France. Known for its dense, evergreen",
        "forests and picturesque villages, it is often associated with",
        "the Brothers Grimm fairy tales. It’s renowned for its spas",
        "and the cuckoo clocks produced in the region since the",
        "1700s. The region’s largest town, Freiburg, is filled with",
        "Gothic buildings and surrounded by vineyards.",
        "The Pennines, also known as the Pennine Chain or Pennine",
        "Hills, are a range of mountains and hills in Northern",
        "England separating North West England from Yorkshire and",
        "North East England.",
        "The Sierra Nevada is a mountain range in the Western United",
        "States, between the Central Valley of California and the",
        "Basin and Range Province.",
        "Vorges is a commune in the Aisne department in Hauts-deFrance in northern France.",
        ""
    ],
    [
        "49. (d) The Semang are a Negrito ethnic group of the Malay",
        "Peninsula. They are found in Perak, Kedah and Pahang of",
        "Malaysia.",
        "The Kyrgyz people are a Turkic ethnic group native to Central",
        "Asia, primarily Kyrgyzstan.",
        "Bushmen tribe is found in Kalahari desert.",
        "Pygmies are found in Congo Basin",
        ""
    ],
    [
        "50. (c) More than 7.2 billion people exist in the world today with",
        "half the global population residing in just six countries. India",
        "has 1.3 billion people, China 1.4 billion, U.S. 320 million,",
        "Brazil 200 million, Indonesia 250 million and Pakistan 182",
        "million people.",
        ""
    ],
    [
        "51. (c) The Semang are a Negrito ethnic group of the Malay",
        "Peninsula. They are found in Perak, Kedah and Pahang of",
        "Malaysia. During the colonial British administration, Orang",
        "Asli living in the northern Malay Peninsula were classified",
        "as Sakai.",
        ""
    ],
    [
        "52. (b) The trees in Monsoon Forests shed their leaves for about",
        "six to eight weeks in summer on account of a long dry spell.",
        "join telegram https://t.me/reetmaterials2",
        "The rainfall suited for such forests is between75 to 200 cm.",
        "Sal is of the dry deciduous variety of tropical monsoon",
        "forest.",
        ""
    ],
    [
        "53. (d) Southeast Asia is a sub region of Asia, consisting of the",
        "countries that are geographically south of China, east of",
        "India. Southeast Asia consists of two geographic regions:",
        "Maritime Southeast Asia and Mainland Southeast Asia.",
        "Mainland Southeast Asia comprises of Cambodia,",
        "Laos,Myanmar (Burma), Thailand, Vietnam, and West",
        "Malaysia. These countries are culturally closer to India but",
        "ethnically closer to China. Currently, there is around 190-",
        "205 million Buddhists in Southeast Asia, making it the",
        "second largest religion in the region, after Islam. Thus,",
        "around 35 to 38% of the global Buddhist population resides",
        "in Southeast Asia. The region has been greatly influenced",
        "by the cultures and religions of India and China.",
        ""
    ],
    [
        "54. (c) Nanda Devi Biosphere Reserve is located in Uttarakhand.",
        "It was inscribed a World Heritage Site by UNESCO in 1988.",
        ""
    ],
    [
        "55. (c) According to data from the United Nations half of those 7.2",
        "billion people live in only six countries: the United States,",
        "Brazil, Pakistan, India, China, and Indonesia. The world",
        "population has reached 7.2 billion.",
        ""
    ],
    [
        "56. (c) A. Tropical evergreen forests- Above 200 cm",
        "B. Tropical deciduous forests - 100-200 cm",
        "C. Tropical Dry forest- 50-100 cm",
        "D. Arid forest- Less than 50 cm",
        ""
    ],
    [
        "57. (b) The term, ‘intensive subsistence agriculture’ is used to",
        "describe a type of agriculture characterised by high output",
        "per unit of land and relatively low output per worker.",
        "Sometimes it is also known as ‘monsoon type of",
        "agriculture’. It is found in China, Japan, Korea, India,",
        "Pakistan, Sri Lanka, the greater part of continental SouthEast Asia. This is why the largest population of peasants is",
        "found in this area.",
        ""
    ],
    [
        "58. (d)",
        "join telegram https://t.me/reetmaterials2",
        "1. Manas - Asom",
        "2. Pachmarhi - Madhya Pradesh",
        "3. Nokrek - Meghalaya",
        "4. Achanakmar - AmarkantakChhattisgarh,",
        ""
    ],
    [
        "59. (d) Biomass is the mass of living biological organisms in a",
        "given area or ecosystem at a given time. Over 90% of the",
        "Biomass is in Oceans.",
        ""
    ],
    [
        "60. (c) A Savanna is a rolling grassland scattered with shrubs and",
        "isolated trees, which can be found between a tropical",
        "rainforest and desert biome. Savannas are also known as",
        "tropical grasslands. These type of grassland are found in a",
        "wide band on either side of the equator on the edges of",
        "tropical rainforests.",
        ""
    ],
    [
        "61. (b) Spruce and Cedar are tree varieties of temperate",
        "coniferous forest.",
        ""
    ],
    [
        "62. (d) Organism → Population → Ecosystem → Biosphere",
        ""
    ],
    [
        "63. (a) The Sami people are an indigenous Finno-Ugric people",
        "inhabiting the Arctic area of Sápmi, which today",
        "encompasses parts of far northern Norway,",
        "Sweden,Finland, the Kola Peninsula of Russia, and the",
        "border area between south and middle Sweden and",
        "Norway.",
        ""
    ],
    [
        "64. (b) The Tuareg is a pastoral nomad living in the desert of",
        "Sahara. They are found in Algeria, Mali Burkina Faso and",
        "Niger.",
        ""
    ],
    [
        "65. (b) Selvas - Tropophytes",
        "Savanna - Grasses and Trees",
        "Tundra - Mosses and Lichens",
        "Monsoon land - Epiphytes",
        ""
    ],
    [
        
        "66. (a)",
        ""
    ],
    [
        "67. (b) Colombia and Kenya are located at Equator.",
        ""
    ],
    [
        "68. (d)",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "69. (b) Brazil, Australia, India and Argentina are 5",
        "th, 6th",
        ", 7",
        "th and 8",
        "th",
        "largest countries (No options is correct) actually.",
        ""
    ],
    [
        "70. (c) Thar in Rajasthan is the most populated desert in the world.",
        ""
    ],
    [
        "71. (d) 38.8% Urban population resides in Pakistan.",
        ""
    ],
    [
        "72. (c)",
        ""
    ],
    [
        "73. (c) Natives of North America belong to Mongoloia race.",
        ""
    ],
    [
        "74. (d) Taiga forests are characteristics of Temperate region.",
        ""
    ],
    [
        "75. (a) Suklaphanta wildlife Reserve is located in Nepal.",
        ""
    ],
    [
        "76. (b) Largest Coral Reef of the world is in Australia named the",
        "Great Barrier Reef composed of over 2900 individual reefs",
        "and 900 islands.",
        ""
    ],
    [
        "77. (c) World’s population was 500 million by 1650 and in 1850 it",
        "was estimated to be 1000 million. The period from 1650 to",
        "1850 was the first phase of doubling the world’s population,",
        "from 1850 to 1930, the world population doubled again i.e.,",
        "from 1000 million to 2000 million. It is the second phase of",
        "doubling the world’s population.",
        ""
    ],
    [
        "78. (b) The Red Indians or the American Indian belongs to",
        "Mongoloid Race.",
        ""
    ],
    [
        "79. (c) Iraq does not form border with the caspian sea.",
        ""
    ],
    [
        "80. (b) Pampas is the mid Latitude grass land in the South",
        "America.",
        ""
    ],
    [
        "81. (c) Glossopteris flora are found in Australia, India and South",
        "Africa. They are not found in Norway.",
        ""
    ],
    [
        "82. (c) Spatial interaction is a dynamic flow process from one",
        "Location to another. In describing the process of it,",
        "geographers are most concerned with Accessibility and",
        "Connectivity.",
        ""
    ],
    [
        "83. (c) When 0-14 and 15-44 age group population of a country is",
        "almost identical, the growth of population would be called",
        "Zero growth, because the fertility rate (age group of 20-40)",
        "shall be probably nil.",
        ""
    ],
    [
        "84. (b) Savanna has a transitional type of climate which is",
        "bounded between equatorial rain forest and semi-arid and",
        "subtropical humid climate. Others are called mid-latitude",
        "grasslands.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "85. (a) The resources which are obtained from the biosphere and",
        "have life are called biotic resources. Examples of biotic",
        "resources are forests, animals, birds, fish and marine",
        "organisms. Mineral fuels can be regarded as biotic",
        "resources since they are derived from or products formed",
        "from decayed organic matter.",
        ""
    ],
    [
        "86. (b) coal – Russia",
        "Petroleum – Persian Gulf",
        "Water Energy – Norway",
        "Wind Energy – Southern California",
        ""
    ],
    [
        "87. (c) Bauxite – Aluminium",
        "Haematite – Best quality iron ore",
        "Mica – Non – Metallic mineral",
        "Tin – Found in Malaysia",
        ""
    ],
    [
        "88.5 ̊ E of the Greenwich",
        "Meridian. This meridian passes through the city of",
        "Allahabad. It runs through the centre of the country.",
        "The Tropic of Capricorn, or Southern tropic, is one of the five",
        "major circles of latitude of a map of the Earth. It is 23° 26′",
        "22″ south of the Equator. It marks the most southerly",
        "latitude at which the sun can appear directly overhead.",
        "The Arctic Circle is the parallel of latitude that runs 66° 33´ 39”",
        "(or 66.56083°) north of the Equator and is one of the five",
        "major circles of latitude that mark maps of the Earth.",
        "Everything north of this circle is known as the Arctic, and",
        "the zone just to the south of this circle is the Northern",
        "Temperate Zone.",
        "11. (a) Mercator’s projection is used for marine navigation due to",
        "the fact that it shows loxodromes as straight lines.",
        "12. (c) The Equator passes through Kenya.",
        "13. (b) 90°E Ridge lies in Indian Ocean. The Ninety East Ridge",
        "(also rendered as Ninetyeast Ridge, 90E Ridge or 90°E",
        "Ridge) is a linear, age-progressive seamount chain in the",
        "Indian Ocean and is named for its near-parallel strike along",
        "the 90th meridian. It is approximately 5,000 kilometres",
        "(3,100 mi) in length and can be traced topographically from",
        "the Bay of Bengal southward towards the Southeast Indian",
        "Ridge (SEIR), though the feature continues to the north",
        "where it is hidden beneath the sediments of the Bengal Fan.",
        "The ridge extends between latitudes 33°S and 17°N and",
        "has an average width of 200 km.",
        "join telegram https://t.me/reetmaterials2",
        "14. (a) The Intersection point of the Prime Meridian and the",
        "Equator lies in Gulf of Guinea which is located in the middle",
        "of the Atlantic Ociean.",
        "15. (b) Limpopo, River of Africa crosses the tropic of Capricorn",
        "twice. The Limpopo River rises in central southern Africa,",
        "and flows generally eastwards to the Indian Ocean.",
        "16. (c) It happens during Vernal Equinox (21st March) and Autumn",
        "Equinox (September 23).",
        "17. (c) Isohels represent points receiving equal amounts of",
        "Sunshine.",
        "18. (b) It is the boundary between USA and Canada.",
        "19. (d) The international data line is located about 180°E (or 180°",
        "W) of Greenwich.",
        "20. (b) Europe does not have a desert. It has Accona desert- a",
        "semi-desert in central Italy.",
        "21. (a) Asia has large areas of inland drainage because rainfall is",
        "seasonal and scanty.",
        "22. (c) Africa and South America form a mirror image of each",
        "other.",
        "23. (a)",
        "24. (b) Maps that are usually referring various attributes",
        "information are called complex thematic maps and are used",
        "to show locations of earth’s different features and activities.",
        "25. (b) The equitorial Circumference of the Earth is nearly 40,000",
        "km.",
        "26. (c) There can be more than one great circle which can be",
        "drawn on a sphere.",
        "27. (d) They are also called the monsoon forests. Tropical",
        "Deciduous Forests thrive where the rainfall is between",
        "70cm. and 200 cm. The trees in these forests shed their",
        "leaves for about six to eight weeks in summer.",
        "28. (a) The Pampas are fertile South American lowlands, covering",
        "more than 750,000 km², that include the Argentine",
        "provinces of Buenos Aires, La Pampa, Santa Fe, Entre Ríos",
        "and Córdoba; most of Uruguay.",
        "join telegram https://t.me/reetmaterials2",
        "The Darling Downs is a farming region on the western slopes of",
        "the Great Dividing Range in southern Queensland,",
        "Australia.",
        "Prairies are ecosystems considered part of the temperate",
        "grasslands, savannas, and Lands typically referred to as",
        "“prairie” tend to be in North America.",
        "Veld is the name given to various types of open country in",
        "Southern Africa that is used for pasturage and farmland. To",
        "most South African farmers today the “veld” refers to the",
        "land they work, much of which has long since ceased to be",
        "“natural.”",
        "29. (b) Elephant - Tropical deciduous forest",
        "Silver Fox – Mediterranean",
        "Wild buffalo or Bison – Temperate Grassland",
        "Horse – Coniferous forest or Taiga",
        "30. (a) Veld, also spelled veldt, is a type of wide open rural",
        "landscape in Southern Africa. Particularly, it is a flat area",
        "covered in grass or low scrub, especially in the countries of",
        "South Africa, Lesotho, Swaziland, Zimbabwe, Botswana,",
        "and Namibia.",
        "The Darling Downs is a farming region on the western slopes of",
        "the Great Dividing Range in southern Queensland,",
        "Australia.",
        "The world’s largest steppe region, often referred to as “the Great",
        "Steppe”, is found in Eastern Europe and Central Asia, and",
        "neighbouring countries stretching from Ukraine in the west",
        "through Russia, Kazakhstan, Turkmenistan and Uzbekistan",
        "to the Altai, Koppet Dag and Tian Shan ranges.",
        "Prairies are large areas of mostly treeless grassland found all",
        "over the world including North America, South America,",
        "Europe, Asia and Africa. This biome is characterized by",
        "moderate temperatures, moderate rainfall and vast",
        "stretches of flat land.",
        "31. (d)",
        "32. (b) Veld, also spelled veldt, is a type of wide open rural",
        "landscape in Southern Africa. Particularly, it is a flat area",
        "join telegram https://t.me/reetmaterials2",
        "covered in grass or low scrub, especially in the countries of",
        "South Africa, Lesotho, Swaziland, Zimbabwe, Botswana,",
        "and Namibia. A certain sub-tropical woodland ecoregion of",
        "Southern Africa has been officially defined as the Bushveld",
        "by the World Wide Fund for Nature. Trees are found only in",
        "a few places—frost, fire, and grazing animals allow grass to",
        "grow but prevent the growth of trees.",
        "33. (a) Long roots, thick bark and small sized thick leaves are",
        "some of the adaptations among the plants to withstand a",
        "long dry season. Thick bark and small sized leaves reduces",
        "the rate of transpiration. Long roots enable plants to obtain",
        "moisture from great depth. The Mediterranean region does",
        "not receive rainfall ion summers. During winters when the",
        "pressure and wind belts shifts towards the equator, these",
        "regions come under the influence of westerlies which blows",
        "from ocean to land which causes rainfall along the western",
        "margins.",
        "34. (c) Yak is animal with large body. It is reared in cold regions as",
        "it can withstand cold climate.",
        "35. (d) Ainu is one of the important tribal groups of Japan",
        "36. (b) An Igloo is a winter snow house or snow hut built when the",
        "snow can be easily compacted.",
        "37. (a) Growth rate of population in developing countries is higher",
        "than that of developed countries because low level of",
        "economic developments leads to high total fertility rate. In",
        "the developed countries the annual number of births barely",
        "exceeds deaths because of low birth rates and much older",
        "populations.",
        "38. (c) Disparities in regional development on a global scale are",
        "not mainly due to the lack of adequate skilled labour.",
        "39. (c) The group of people inhabiting Asiatic Tundra is known as",
        "Samoyed. The Samoyedic people are those groups that",
        "speak Samoyedic languages, which are part of the Uralic",
        "family. They are a linguistic grouping, not an ethnic or",
        "cultural one.",
        "join telegram https://t.me/reetmaterials2",
        "40. (a) Veld is located in South Africa. Afrikaans “field” name given",
        "to various types of open country in Southern Africa that is",
        "used for pasturage and farmland.",
        "41. (b) The demographic transition model was propounded by F.W.",
        "Notestion. Frank Wallace Notestein (August 16, 1902 –",
        "February 19, 1983) was an American demographer who",
        "contributed significantly to the development of the science.",
        "He was the founding director of the Office of Population",
        "Research at Princeton University, and later president of the",
        "Population Council. He was also the first director of the",
        "Population Division of the United Nations, 1946–1948.",
        "42. (b) Podzol or Podsol type of soil is found in the coniferous",
        "forests. In soil science, podzols are the typical soils of",
        "coniferous, or boreal forests. They are also the typical soils",
        "of eucalypt forests and heathlands in southern Australia,",
        "while in Western Europe podzols develop on heathland,",
        "which is often a construct of human interference through",
        "grazing and burning.",
        "43. (d) Ebony and Mahogany trees are associated with Tropical",
        "evergreen forests. Tropical evergreen forests are usually",
        "found in areas receiving more than 200 cm of rainfall and",
        "having a temperature of 15 °C to 30 °C. They occupy about",
        "seven per cent of the Earth’s land surface and harbour",
        "more than half of the planet’s terrestrial plants and animals.",
        "Tropical evergreen forests are dense, multi-layered, and",
        "harbour many types of plants and animals.",
        "44. (d) Forest cover of Europe>South America>N & C",
        "Africa>Africa> Asia>Oceania",
        "45. (b) The wide treeless grassy plains in South America are",
        "called Pampas. The Pampas are fertile South American",
        "lowlands, covering more than 750,000 km2 (289,577 sq mi),",
        "that include the Argentine provinces of Buenos Aires, La",
        "Pampa, Santa Fe, Entre Ríos and Córdoba, most of",
        "Uruguay, and the southernmost Brazilian State, Rio Grande",
        "do Sul.",
        "46. (d) Alfalfa is cultivated as an important forage crop.",
        "join telegram https://t.me/reetmaterials2",
        "47. (d)",
        "48. (a) The Black Forest is a mountainous region in southwest",
        "Germany, bordering France. Known for its dense, evergreen",
        "forests and picturesque villages, it is often associated with",
        "the Brothers Grimm fairy tales. It’s renowned for its spas",
        "and the cuckoo clocks produced in the region since the",
        "1700s. The region’s largest town, Freiburg, is filled with",
        "Gothic buildings and surrounded by vineyards.",
        "The Pennines, also known as the Pennine Chain or Pennine",
        "Hills, are a range of mountains and hills in Northern",
        "England separating North West England from Yorkshire and",
        "North East England.",
        "The Sierra Nevada is a mountain range in the Western United",
        "States, between the Central Valley of California and the",
        "Basin and Range Province.",
        "Vorges is a commune in the Aisne department in Hauts-deFrance in northern France.",
        "49. (d) The Semang are a Negrito ethnic group of the Malay",
        "Peninsula. They are found in Perak, Kedah and Pahang of",
        "Malaysia.",
        "The Kyrgyz people are a Turkic ethnic group native to Central",
        "Asia, primarily Kyrgyzstan.",
        "Bushmen tribe is found in Kalahari desert.",
        "Pygmies are found in Congo Basin",
        "50. (c) More than 7.2 billion people exist in the world today with",
        "half the global population residing in just six countries. India",
        "has 1.3 billion people, China 1.4 billion, U.S. 320 million,",
        "Brazil 200 million, Indonesia 250 million and Pakistan 182",
        "million people.",
        "51. (c) The Semang are a Negrito ethnic group of the Malay",
        "Peninsula. They are found in Perak, Kedah and Pahang of",
        "Malaysia. During the colonial British administration, Orang",
        "Asli living in the northern Malay Peninsula were classified",
        "as Sakai.",
        "52. (b) The trees in Monsoon Forests shed their leaves for about",
        "six to eight weeks in summer on account of a long dry spell.",
        "join telegram https://t.me/reetmaterials2",
        "The rainfall suited for such forests is between75 to 200 cm.",
        "Sal is of the dry deciduous variety of tropical monsoon",
        "forest.",
        "53. (d) Southeast Asia is a sub region of Asia, consisting of the",
        "countries that are geographically south of China, east of",
        "India. Southeast Asia consists of two geographic regions:",
        "Maritime Southeast Asia and Mainland Southeast Asia.",
        "Mainland Southeast Asia comprises of Cambodia,",
        "Laos,Myanmar (Burma), Thailand, Vietnam, and West",
        "Malaysia. These countries are culturally closer to India but",
        "ethnically closer to China. Currently, there is around 190-",
        "205 million Buddhists in Southeast Asia, making it the",
        "second largest religion in the region, after Islam. Thus,",
        "around 35 to 38% of the global Buddhist population resides",
        "in Southeast Asia. The region has been greatly influenced",
        "by the cultures and religions of India and China.",
        "54. (c) Nanda Devi Biosphere Reserve is located in Uttarakhand.",
        "It was inscribed a World Heritage Site by UNESCO in 1988.",
        "55. (c) According to data from the United Nations half of those 7.2",
        "billion people live in only six countries: the United States,",
        "Brazil, Pakistan, India, China, and Indonesia. The world",
        "population has reached 7.2 billion.",
        "56. (c) A. Tropical evergreen forests- Above 200 cm",
        "B. Tropical deciduous forests - 100-200 cm",
        "C. Tropical Dry forest- 50-100 cm",
        "D. Arid forest- Less than 50 cm",
        "57. (b) The term, ‘intensive subsistence agriculture’ is used to",
        "describe a type of agriculture characterised by high output",
        "per unit of land and relatively low output per worker.",
        "Sometimes it is also known as ‘monsoon type of",
        "agriculture’. It is found in China, Japan, Korea, India,",
        "Pakistan, Sri Lanka, the greater part of continental SouthEast Asia. This is why the largest population of peasants is",
        "found in this area.",
        "58. (d)",
        "join telegram https://t.me/reetmaterials2",
        "1. Manas - Asom",
        "2. Pachmarhi - Madhya Pradesh",
        "3. Nokrek - Meghalaya",
        "4. Achanakmar - AmarkantakChhattisgarh,",
        "59. (d) Biomass is the mass of living biological organisms in a",
        "given area or ecosystem at a given time. Over 90% of the",
        "Biomass is in Oceans.",
        "60. (c) A Savanna is a rolling grassland scattered with shrubs and",
        "isolated trees, which can be found between a tropical",
        "rainforest and desert biome. Savannas are also known as",
        "tropical grasslands. These type of grassland are found in a",
        "wide band on either side of the equator on the edges of",
        "tropical rainforests.",
        "61. (b) Spruce and Cedar are tree varieties of temperate",
        "coniferous forest.",
        "62. (d) Organism → Population → Ecosystem → Biosphere",
        "63. (a) The Sami people are an indigenous Finno-Ugric people",
        "inhabiting the Arctic area of Sápmi, which today",
        "encompasses parts of far northern Norway,",
        "Sweden,Finland, the Kola Peninsula of Russia, and the",
        "border area between south and middle Sweden and",
        "Norway.",
        "64. (b) The Tuareg is a pastoral nomad living in the desert of",
        "Sahara. They are found in Algeria, Mali Burkina Faso and",
        "Niger.",
        "65. (b) Selvas - Tropophytes",
        "Savanna - Grasses and Trees",
        "Tundra - Mosses and Lichens",
        "Monsoon land - Epiphytes",
        "66. (a)",
        "67. (b) Colombia and Kenya are located at Equator.",
        "68. (d)",
        "join telegram https://t.me/reetmaterials2",
        "69. (b) Brazil, Australia, India and Argentina are 5",
        "th, 6th",
        ", 7",
        "th and 8",
        "th",
        "largest countries (No options is correct) actually.",
        "70. (c) Thar in Rajasthan is the most populated desert in the world.",
        "71. (d) 38.8% Urban population resides in Pakistan.",
        "72. (c)",
        "73. (c) Natives of North America belong to Mongoloia race.",
        "74. (d) Taiga forests are characteristics of Temperate region.",
        "75. (a) Suklaphanta wildlife Reserve is located in Nepal.",
        "76. (b) Largest Coral Reef of the world is in Australia named the",
        "Great Barrier Reef composed of over 2900 individual reefs",
        "and 900 islands.",
        "77. (c) World’s population was 500 million by 1650 and in 1850 it",
        "was estimated to be 1000 million. The period from 1650 to",
        "1850 was the first phase of doubling the world’s population,",
        "from 1850 to 1930, the world population doubled again i.e.,",
        "from 1000 million to 2000 million. It is the second phase of",
        "doubling the world’s population.",
        "78. (b) The Red Indians or the American Indian belongs to",
        "Mongoloid Race.",
        "79. (c) Iraq does not form border with the caspian sea.",
        "80. (b) Pampas is the mid Latitude grass land in the South",
        "America.",
        "81. (c) Glossopteris flora are found in Australia, India and South",
        "Africa. They are not found in Norway.",
        "82. (c) Spatial interaction is a dynamic flow process from one",
        "Location to another. In describing the process of it,",
        "geographers are most concerned with Accessibility and",
        "Connectivity.",
        "83. (c) When 0-14 and 15-44 age group population of a country is",
        "almost identical, the growth of population would be called",
        "Zero growth, because the fertility rate (age group of 20-40)",
        "shall be probably nil.",
        "84. (b) Savanna has a transitional type of climate which is",
        "bounded between equatorial rain forest and semi-arid and",
        "subtropical humid climate. Others are called mid-latitude",
        "grasslands.",
        "join telegram https://t.me/reetmaterials2",
        "85. (a) The resources which are obtained from the biosphere and",
        "have life are called biotic resources. Examples of biotic",
        "resources are forests, animals, birds, fish and marine",
        "organisms. Mineral fuels can be regarded as biotic",
        "resources since they are derived from or products formed",
        "from decayed organic matter.",
        "86. (b) coal – Russia",
        "Petroleum – Persian Gulf",
        "Water Energy – Norway",
        "Wind Energy – Southern California",
        "87. (c) Bauxite – Aluminium",
        "Haematite – Best quality iron ore",
        "Mica – Non – Metallic mineral",
        "Tin – Found in Malaysia",
        "88. (a) Iron – ore – North Sweden",
        "Manganese – Georgia",
        "Limestone – France",
        "Platinum – South Africa",
        ""
    ],
    [
        "89. (a) For the purpose of settlement in the tropical regions, the",
        "Europeans always selected the highlands as these areas",
        "offered comparatively cooler and less humid climatic",
        "conditions. In the tropical lowlands the hot and humid",
        "climate was a deterring factor to the European settlements.",
        ""
    ],
    [
        "90. (a) The sugarcane plant thrives best in tropical hot sunny",
        "areas. The “ideal” climate for production of maximum sugar",
        "from sugarcane is characterized as: A long, warm growing",
        "season with a high incidence of solar radiation and",
        "adequate moisture (rainfall) - the plant uses from 148 to",
        "300g of water to produce 1.0g of dry substance. That is the",
        "reason of the growth of sugarcane in Gulf coast region.",
        ""
    ],
    [
        "91. (c) China is the world’s largest producer of rice, but it",
        "consumes nearly everything it grows and even imports",
        "some rice from Thailand and Vietnam to feed its 1.3 billion",
        "people.",
        ""
    ],
    [
        "92. (a) The largest proven oil reserves in the world lies in",
        "Venezuela with 297.6 billion barrels. Saudi Arabia has the",
        "join telegram https://t.me/reetmaterials2",
        "second largest oil reserves with 267 billion barrels.",
        ""
    ],
    [
        "93. (b) Peanuts are the main crop of Gambia. The Gambia has no",
        "important mineral or other natural resources and has a",
        "limited agricultural base. About 75% of the population",
        "depends on crops and livestock for its livelihood. Smallscale manufacturing activity features the processing of",
        "peanuts, fish, and hides.",
        ""
    ],
    [
        "94. (c) Russia is the largest producer of diamond. In September",
        "2012, Russia officially stated there are massive diamond",
        "reserves under the mines containing “trillions of carats”",
        "(hundreds of thousands of tons) and claimed there are",
        "enough diamonds in the field to supply global requirements",
        "for 3,000 years.",
        ""
    ],
    [
        "95. (c) The Ruhr basin is the famous Industrial region of Germany.",
        "Formerly Germany’s coal-mining region, the ‘Ruhrgebiet’",
        "forms one of the largest conurbations in Europe with 5",
        "million residents and is now known for its diverse and",
        "vibrant cultural scene.",
        ""
    ],
    [
        "96. (a) Agriculture is a vital Industry in China. China ranks first in",
        "worldwide farm output primarily producing rice, wheat,",
        "potatoes etc.",
        ""
    ],
    [
        "97.6 billion barrels. Saudi Arabia has the",
        "join telegram https://t.me/reetmaterials2",
        "second largest oil reserves with 267 billion barrels.",
        "93. (b) Peanuts are the main crop of Gambia. The Gambia has no",
        "important mineral or other natural resources and has a",
        "limited agricultural base. About 75% of the population",
        "depends on crops and livestock for its livelihood. Smallscale manufacturing activity features the processing of",
        "peanuts, fish, and hides.",
        "94. (c) Russia is the largest producer of diamond. In September",
        "2012, Russia officially stated there are massive diamond",
        "reserves under the mines containing “trillions of carats”",
        "(hundreds of thousands of tons) and claimed there are",
        "enough diamonds in the field to supply global requirements",
        "for 3,000 years.",
        "95. (c) The Ruhr basin is the famous Industrial region of Germany.",
        "Formerly Germany’s coal-mining region, the ‘Ruhrgebiet’",
        "forms one of the largest conurbations in Europe with 5",
        "million residents and is now known for its diverse and",
        "vibrant cultural scene.",
        "96. (a) Agriculture is a vital Industry in China. China ranks first in",
        "worldwide farm output primarily producing rice, wheat,",
        "potatoes etc.",
        "97. (c) Canada is credited with the establishment of Uranium city.",
        "Uranium City is a settlement in northern Saskatchewan,",
        "Canada. Located on the northern shores of Lake Athabasca",
        "near the border of the Northwest Territories it is 230 m (750",
        "ft) above sea level. The settlement is 760 km (470 mi)",
        "northwest of Prince Albert, 760 km (470 mi) northeast of",
        "Edmonton and 48 km (30 mi) south of the Northwest",
        "Territories-Saskatchewan boundary.",
        ""
    ],
    [
        "98. (b) Kimberley is famous for diamond mining. The Big Hole,",
        "Open Mine or Kimberley Mine is an open-pit and",
        "underground mine in Kimberley, South Africa, and claimed",
        "to be the largest hole excavated by hand.",
        ""
    ],
    [
        "99. (b) The country at the top in terms of percentage of total coffee",
        "production in the world is Brazil. Coffee production in Brazil",
        "is responsible for about a third of all coffee produced in",
        "join telegram https://t.me/reetmaterials2",
        "world making Brazil the world’s largest producer, a position",
        "the country has held for the last 150 years. Coffee",
        "plantations, covering some 27,000 km2",
        "(10,000 sq mi), are",
        "mainly located in the southeastern states of Minas Gerais,",
        "São Paulo and Paraná where the environment and climate",
        "provide ideal growing conditions.",
        ""
    ],
    [
        "100. (b) The largest producer of copper in the world is Chile.",
        "Copper exports represented 49 percent of the total value of",
        "exports.",
        ""
    ],
    [
        "101. (c) Chena cultivation is found in Sri Lanka. Chena Cultivation",
        "seconds only to paddy cultivation in the area. It provides the",
        "fresh vegetables for the people in the area and transport the",
        "production to other parts of the country too.",
        ""
    ],
    [
        "102. (b) China is the largest producer of tungsten in the world,",
        "equivalent to over 83% of the global production, followed by",
        "Russia and Canada.",
        ""
    ],
    [
        "103. (b) Argentina’s wheat area is a crescent shaped, Argentine",
        "wheat is of good quality and is harvested in November,",
        "December and January.",
        ""
    ],
    [
        "104. (b) China is the leading producer of Gold in the world and",
        "mines around 455,000 kgs of Gold",
        ""
    ],
    [
        "105. (d) The leading producer of natural rubber in the world is",
        "Thailand.",
        ""
    ],
    [
        "106. (a) Atacama desert is famous for its nitrate deposits. The",
        "desert is littered with approximately 170 abandoned nitrate",
        "(or “saltpetre”) mining towns, almost all of which were shut",
        "down decades after the invention of synthetic nitrate in",
        "Germany at the turn of the 20th century. The towns include",
        "Chacabuco, Humberstone, Santa Laura, Pedro de Valdivia,",
        "Puelma, María Elena, and Oficina Anita.",
        ""
    ],
    [
        "107. (b) For Rice the international trade is low as compared to total",
        "produce",
        ""
    ],
    [
        "108. (c) Uzbekistan is the highest producer of Uranium in Asia.",
        "Uzbekistan has considerable mineral deposits, including",
        "uranium. It is the world’s seventh-ranking uranium supplier,",
        "and is expanding production.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "109. (b) Australia is the greatest producer of bauxite in the world.",
        ""
    ],
    [
        "110. (c) Great Lakes region of North America is famous for the",
        "mining of Iron ore. The Great Lakes is a collection of",
        "freshwater lakes located in northeastern North America, on",
        "the Canada–United States border, which connect to the",
        "Atlantic Ocean through the Saint Lawrence Seaway and the",
        "Great Lakes Waterway.",
        ""
    ],
    [
        "111. (b) Argan oil is native to moracco and is used in high-end,",
        "personal care products and as a heart- healthy gourmet",
        "product.",
        ""
    ],
    [
        "112. (c) US iron ore mining is dominated by the precambrian",
        "banded iron formation deposits around lake superior in",
        "Michigan.",
        ""
    ],
    [
        "113. (c) Australia is the leading wool producing country in the world",
        "with 25% of global wool clip.",
        ""
    ],
    [
        "114. (c) The major agricultural region of the world were first",
        "delineated by D. Whittlesey. One of the most satisfactory",
        "classifications of agricultural regions in the world was",
        "proposed by D. Whittlesey in 1936. Whittlesey employed",
        "five criteria to classify agricultural regions in the world:",
        "(a) crop and livestock combination; (b) intensity of",
        "land use; (c) processing and marketing of farm",
        "produce; (d) degree of mechanisation; and",
        "(e) types and associations of buildings and other",
        "structures associated with agriculture.",
        ""
    ],
    [
        "115. (b) Kanat is an old system of water supply from a deep well",
        "with a series of vertical access shafts. The kanats still",
        "create a reliable supply of water for human a reliable supply",
        "of water from human settlements and irrigation in hot, arid",
        "and semi-arid climates.",
        ""
    ],
    [
        "116. (d) Among the following India has largest arable land. United",
        "states in the world has the largest arable land followed by",
        "India.",
        ""
    ],
    [
        "117. (d) Plantation agriculture is an export oriented specialised",
        "farming method. Where emphasis is given to raise a single",
        "join telegram https://t.me/reetmaterials2",
        "crop-specially meant for export to the overseas countries. It",
        "is practical mainly in tropical region.",
        ""
    ],
    [
        "118. (a) Temperate grassland is called the ‘bread basket’ of the",
        "world. The roots of perennial grasses usually penetrate far",
        "into the soil, and grassland soil tends to be deep and fertile.",
        "In North America, the prairies were once inhabited by huge",
        "herds of bison and pronghorns, which were hunted by",
        "wolves, bears, and other predators. These herds are almost",
        "gone now, and most of the prairies have been converted",
        "into the richest agricultural region on earth.",
        ""
    ],
    [
        "119. (b) Shifting cultivation is an agricultural system in which plots",
        "of land are cultivated temporarily, then abandoned and",
        "allowed to revert to their natural vegetation while the",
        "cultivator moves to another plot.",
        ""
    ],
    [
        "120. (b) At one time, Canada was the largest uranium producer in",
        "the world but it lost that place to Kazakhstan. in 2009.",
        ""
    ],
    [
        "121. (c) The largest producer of Silver in the world is Mexico.",
        ""
    ],
    [
        "122. (d) The Broken Hill of Australia is famous for the mining of",
        "zinc, lead and silver. Broken Hill is an isolated mining city in",
        "the far west of outback New South Wales, Australia. The",
        "world’s largest mining company, BHP Billiton, has roots in",
        "the town.",
        ""
    ],
    [
        "123. (c) USA is the largest producer of Geo-thermal energy in the",
        "world.",
        ""
    ],
    [
        "124. (d) Russia holds the largest amount of natural gas reserves in",
        "the world followed by Iran and Qatar.",
        ""
    ],
    [
        "125. (b) The largest reserve of coal in the world are found in USA.",
        "The United States holds the world’s largest estimated",
        "recoverable reserves of coal and is a net exporter of coal.",
        ""
    ],
    [
        "126. (c) The largest producer of Milk in the world is India.",
        ""
    ],
    [
        "127. (a) Katanga province of Zaire is famous for copper. Copper",
        "mining is an important part of the economy of Katanga",
        "province.",
        ""
    ],
    [
        "128. (b) The Territory of saar Basin is in Germany.",
        ""
    ],
    [
        "129. (a) Brazil is the largest producer of sugarcane in the world",
        "followed by India and China. It accounts for 25% of the",
        "join telegram https://t.me/reetmaterials2",
        "world’s sugarcane production.",
        ""
    ],
    [
        "130. (c) The largest producer of coconut in the world is Indonesia.",
        ""
    ],
    [
        "131. (c) China produces the highest amount of titanium in the world,",
        "twice as much as Russia and Japan combined.",
        ""
    ],
    [
        "132. (b) The two largest producers of sugarbeet in the world are",
        "France and Russia.",
        ""
    ],
    [
        "133. (c) India has the largest cattle inventory in the world.",
        ""
    ],
    [
        "134. (a) Temperature influences the plant growth most profoundly.",
        "Temperature effects on plant growth and development is",
        "defendent upon plant species. The most obvious are the",
        "effects of heat on photosynthesis.",
        ""
    ],
    [
        "135. (b) From the stem (baru) of a plant comphor is obtained",
        ""
    ],
    [
        "136. (d) Brazil is the leading orange producer in the world producing",
        "about 30% of the world’s output followed by US and China",
        ""
    ],
    [
        "137. (b) Currently the largest producer of raw Jute in the world is",
        "India.",
        ""
    ],
    [
        "138. (d) A properly managed tree responds to wounding by",
        "producing more latex for several years. Natural rubber is",
        "obtained from later of trees.",
        ""
    ],
    [
        "139. (d) Most abundant source of energy is solar power energy. It is",
        "the cleanest and most abundant renewable energy source",
        "available.",
        ""
    ],
    [
        "140. (c) Long recognized as the historic heart of the American",
        "automotive industry, Detroit took on the nick name “Motor",
        "city”.",
        ""
    ],
    [
        "141. (b) The Abadan refinery is located in Abadan near the coast of",
        "the Persian Gulf. Built by the Anglo-Persian Oil Company, it",
        "was completed in 1912 and was one of world’s largest oil",
        "refineries",
        "Oil Refineries Ltd. is an oil refining and Petrochemicals Company",
        "located in Haifa Bay, Israel. It operates the largest oil",
        "refinery in the country.",
        "Kirkuk Field is an oilfield near Kirkuk, Iraq. It was discovered by",
        "the Turkish Petroleum Company at Baba Gurgur in 1927.",
        "Ras Tanura meaning “cape oven, cape brazier” presumably due",
        "to the unusual heat prevalent at the cape those projects into",
        "join telegram https://t.me/reetmaterials2",
        "the sea is a city in the Eastern Province of Saudi Arabia",
        "located on a peninsula extending into the Persian Gulf.",
        ""
    ],
    [
        "142. (b) Coal – Karaganda Basin",
        "Gold – Highveld",
        "Iron Ore – Krivoi Rog",
        "Petroleum – San Joaquin Valley",
        ""
    ],
    [
        "143. (b) coal mines occur in Westphalia which is is a region in north",
        "western Germany and one of the three historic parts of the",
        "state of North Rhine-Westphalia. It has an area of 7,802 sq",
        "mi and 7.9 million inhabitants",
        "Copper Ore occur in Bisbee. Bisbee is a city in Cochise County,",
        "Arizona, United States, 92 miles southeast of Tucson.",
        "Iron Ore occur in Mesabi. The Mesabi Iron Range is an elongate",
        "trend containing large deposits of iron ore, and the largest",
        "of four major iron ranges in the region collectively known as",
        "the Iron Range of Minnesota.",
        "Petroleum occurs in Baku. Baku, the capital and commercial hub",
        "of Azerbaijan, is a low-lying city with coastline along the",
        "Caspian Sea",
        ""
    ],
    [
        "144. (b) China – Shensi",
        "Germany – Saar",
        "Ukraine – Donetz Basin",
        "U.S.A. - Pennsylvania",
        ""
    ],
    [
        "145. (a) New Economic Geography deals with the spatial economy",
        "of 21st century because it attempts to meet the new",
        "economic challenges.",
        ""
    ],
    [
        "146. (a) Commercial fishing industry develops in temperate zone",
        "because these temperature areas have wide extension of",
        "continental shelf areas and favourable climate. Some other",
        "factors include availability of Plankton, Nature of Continental",
        "Shelves, Rate of Carbon Fixation, Temperate Climate, etc.",
        ""
    ],
    [
        "147. (d) Masjid-e-Suleiman is the oil field of Iran. Kirkuk is the oil",
        "field of Iraq. Bargan is the oil field of Kuwait. Dammam is",
        "the oil field of Saudi Arabia.",
        ""
    ],
    [
        "148. (b)",
        ""
    ],
    [
        "149. (b) Iron & Steel – Pittsburg",
        "join telegram https://t.me/reetmaterials2",
        "Ship building – Montreal",
        "Electronics – Taipei",
        "Automobile - Turin",
        ""
    ],
    [
        "150. (b) Cleveland – USA",
        "Essen- Germany",
        "Hamilton – Canada",
        "Tula – Russia",
        ""
    ],
    [
        "151. (b) Shangai is famous for ship building, Chicago for Cotton",
        "textile, Shefield for Engineering and Yokohama for Iron &",
        "Steel.",
        ""
    ],
    [
        "152. (a) Saar industrial region is located in Germany. New England",
        "industrial region is located in U.S.A. South Transval",
        "industrial region is located in South Africa. Canton industrial",
        "region is located in China.",
        ""
    ],
    [
        "153. (b) Diamond – Kimberley",
        "Coal – Saar",
        "Cobalt – Katanga",
        "Silver - Butte",
        ""
    ],
    [
        "154. (a) Cutlery industry is in Plymouth, Ship building is in Sheffield,",
        "Iron and Steel in Pittsburg and Automobile in Detroit.",
        ""
    ],
    [
        "155. (b) China is the largest producer of wheat. U.S.A. is the largest",
        "producer of cotton. Brazil is the largest producer of",
        "sugarcane. India is the largest producer of tea.",
        ""
    ],
    [
        "156. (b) Shifting cultivation practices in Amazon Basin.Nomadic",
        "herding practices in Mangolia. Livestock ranching belongs",
        "to Australia. Fishing and hunting belongs to Tundra region.",
        ""
    ],
    [
        "157. (b) Largest producer of wheat in the world is China. Largest",
        "producer of milk in the world is India. Largest producer of",
        "sugarcane in the world is Brazil. Largest producer of maize",
        "in the world is U.S.A.",
        ""
    ],
    [
        "158. (a) Iron and steel industry belongs to Cleveland. Ship building",
        "industry belongs to Yakohama. Automobile industry belongs",
        "to Atlanta. Woollen textile industry belongs to Bradford.",
        ""
    ],
    [
        "159. (a) Hydropower associated with Congo Democratic Republic.",
        "The Democratic Republic of the Congo has reserve of",
        "petroleum, natural gas, coal, and a potential hydroelectric",
        "join telegram https://t.me/reetmaterials2",
        "power generating capacity of around 100,000 MW. The Inga",
        "Dam, alone on the Congo River, has the potential capacity",
        "to generate 40,000 to 45,000 MW of electric power,",
        "sufficient to supply the electricity needs of the whole",
        "southern Africa region. Coal associated with Poland. Today",
        "Iraq’s reserve to production ratio is 158 years. Nuclear",
        "power associated with France. France derives over 75% of",
        "its electricity from nuclear energy. This is due to a longstanding policy based on energy security.",
        ""
    ],
    [
        "160. (a) Ruhr industrial region belongs to Germany. New England",
        "industrial region belongs to U.S.A. Kinki industrial region",
        "belongs to Japan. Belo Horizonte industrial region belongs",
        "to Brazil.",
        ""
    ],
    [
        "161. (b) Donetz coal field belongs to Ukrain. Kuznatsk coal field",
        "belongs to Russia. Lancashire coal field belongs to U.K.",
        "Saar coal field belongs to Germany.",
        ""
    ],
    [
        "162. (b) Copper mineral located in Katanga. Diamond mineral",
        "located in Kimberley. Gold mineral located in",
        "Witwatersrand. The Witwatersrand Gold Rush was a gold",
        "rush in 1886 that led to the establishment of Johannesburg,",
        "South Africa. It was part of the Mineral Revolution. Silver",
        "located in Butte.",
        ""
    ],
    [
        "163. (b) Countries in the descending order of their wheat production",
        "are: China, India, U.S.A. and Russia.",
        ""
    ],
    [
        "164. (b) Ladang is a form of shifting cultivation found in Malaysia,",
        "Milpa is associated with Mexico, Roca is associated with",
        "Brazil while Jhumming is associated with North East India.",
        ""
    ],
    [
        "165. (c) Middle latitude grassland farming have very large farms,",
        "are mechanised and fall in the category of extensive",
        "cultivation. Grassland are found all across the globe.",
        ""
    ],
    [
        "166. (c) One of the most urbanized country of the world is",
        "Singapore. Singapore, officially the Republic of Singapore,",
        "is a sovereign city-state and island country in Southeast",
        "Asia. It lies off the southern tip of the Malay Peninsula and",
        "is 137 kilometres north of the equator.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "167. (c) Indonesia is the world’s most populous Islam Country with",
        "12.7% of world’s muslims.",
        ""
    ],
    [
        "168. (c) France gets almost 75% of its electricity from Nuclear",
        "Energy.",
        ""
    ],
    [
        "169. (c) Friedrich Ratzel is regarded as the Father of Modern",
        "Political Geography.",
        ""
    ],
    [
        "170. (c) The yellow stone National Park is located in USA. Yellow",
        "Stone National Park is a national park located primarily in",
        "the U.S. state of Wyoming, although it also extends into",
        "Montana and Idaho. It was established by the U.S.",
        "Congress and signed into law by President Ulysses S.",
        "Grant on March 1, 1872.",
        ""
    ],
    [
        "171. (d) Borneo Island is shared by Malaysia, Indonesia and Brunci.",
        ""
    ],
    [
        "172. (b) Johore strait in Southeast Asia Separates Singapore and",
        "main land Malaysia.",
        ""
    ],
    [
        "173. (c)",
        ""
    ],
    [
        "174. (a) Kamchatka Peninsula.",
        ""
    ],
    [
        "175. (b)",
        ""
    ],
    [
        "176. (b) Alexandria is a port city of Egypt. Alexandria is the second",
        "largest city and the second largest metropolitan area in",
        "Egypt after Greater Cairo by size and number of population",
        "of 4.1 million, extending about 32 km (20 mi) along the",
        "coast of the Mediterranean Sea in the north central part of",
        "the country.",
        ""
    ],
    [
        "177. (a)",
        ""
    ],
    [
        "178. (a)",
        ""
    ],
    [
        "179. (d)",
        ""
    ],
    [
        "180. (b) Chicago is situated on the banks of Lake Michigan in",
        "Illinois.",
        ""
    ],
    [
        "181. (c) The Sakhalin region in Russia is famous for large oil and",
        "gas reserve.",
        ""
    ],
    [
        "182. (a)",
        ""
    ],
    [
        "183. (b) Japan is called the Great Britain of East due to a high level",
        "of industrial development in this country.",
        ""
    ],
    [
        "184. (b) China and India is the two most populated country of the",
        "world. Population density of India is 364 person per square",
        "join telegram https://t.me/reetmaterials2",
        "km compare to 144 of China. So, India is 2.58 times denser",
        "than China.",
        ""
    ],
    [
        "185. (b) The Gulf of Carpentaria is a large, shallow sea enclosed on",
        "three sides by northern Australia and bounded on the north",
        "by the Arafura Sea. Gulf of Sirte, or Gulf of Sidra after the",
        "port of Sidra, is a body of water in the Mediterranean Sea",
        "on the northern coast of Libya. Historically it has been also",
        "known as the Great Sirte or Greater Syrtis. Gulf of Po hai is",
        "located in China. The Gulf of Tonkin incident, also known as",
        "the USS Maddox incident, drew the U.S. more directly into",
        "the Vietnam War. It involved two separate confrontations",
        "involving North Vietnam and the United States in the waters",
        "of the Gulf of Tonkin.",
        ""
    ],
    [
        "186. (c) Population density of Bangladesh is 1118 sq. Km, India -",
        "364 sq. Km, Sri Lanka is 308 sq. Km, Pakistan is 245 sq.",
        "Km.",
        ""
    ],
    [
        "187. (a) Brunei’s capital is Bander Seri Begawan, Indonesia’s is",
        "Jakarta, Laos’s is Vientiane and Combodia’s is Phnom",
        "Penh. They all are south Asian countries.",
        ""
    ],
    [
        "188. (c) The continental shelf is narrow all around Japan. Around",
        "the Japanese Islands, the continental shelf is 20 to 30 km",
        "wide, narrower than its world average, with shelf-slope",
        "breaks of the average depth of 140 metres. Narrow shelves",
        "are located offshore the western coast of the Oshima",
        "Peninsula, around Toyama Bay, and offshore from the Boso",
        "Peninsula to the Kii Peninsula. The selves in Toyama Bay,",
        "Sagami Bay, and Suruga Bay are extremely narrow, less",
        "than 1 km in width in closed-off sections of the bays.",
        "Continental shelf slopes are not flat from shorelines through",
        "outer edges, but terrace-like topography (submarine",
        "terraces) and submarine valleys are found. Submarine",
        "valleys are often filled up with sediments derived from land.",
        ""
    ],
    [
        "189. (c) Australia → Europe →Antarctica →South America",
        ""
    ],
    [
        "190. (d) Cape Horn is a rocky headland on Hornos Island, in",
        "southern Chile’s Tierra del Fuego archipelago. It’s",
        "join telegram https://t.me/reetmaterials2",
        "surrounded by wild seas off the southern tip of South",
        "America where the Pacific and Atlantic oceans meet.",
        "Cape Comorin is a rocky headland on the Indian Ocean in Tamil",
        "Nadu state, south eastern India, forming the southernmost",
        "point of the subcontinent. It is the southern tip of the",
        "Cardamom Hills, an extension of the Western Ghats range",
        "along the west coast of India.",
        "The Cape of Good Hope is a rocky headland on the Atlantic",
        "coast of the Cape Peninsula, South Africa.",
        "Cape York Peninsula is a large remote peninsula located in Far",
        "North Queensland, Australia. It is the largest unspoiled",
        "wilderness in northern Australia and one of the last",
        "remaining wilderness areas on Earth.",
        ""
    ],
    [
        "191. (d) Shikoku is the smallest of Japan’s main islands with a total",
        "area of 7,260 square miles (18,800 sq km). This area is",
        "made up of main island as well as the small islets",
        "surrounding it. It is located to the south of Honshu and to",
        "the east of Kyushu and has a population of 4,414,955.",
        "Kyushu is the third largest island of Japan and it is located to the",
        "south of Honshu (map). It has a total area of 13,761 square",
        "miles (35,640 sq km) and a 2006 population of 13,231,995",
        "people. The largest city on Kyushu is Fukuoka and it is",
        "divided into seven prefectures.",
        "Hokkaido is the second largest island of Japan with a total area",
        "of 32,221 square miles (83,453 sq km). The population of",
        "Hokkaido is 5,507,456 and the main city on the island is",
        "Sapporo, which is also the capital of Hokkaido Prefecture.",
        "Honshu is central, with Tokyo in the central part of the island. The",
        "main island is also home Osaka, Kobe, Kyoto and Nagoya,",
        "and the majority of Japan’s population lives here. Honshu",
        "has a total area of 88,017 square miles (227,962 sq km)",
        "and it is the world’s seventh largest island.",
        ""
    ],
    [
        "192. (d) Minneapolis–Saint Paul is a major metropolitan area built",
        "around the Mississippi, Minnesota and St. Croix rivers in",
        "east central Minnesota. The area is commonly known as the",
        "Twin Cities after its two largest cities, Minneapolis, the city",
        "join telegram https://t.me/reetmaterials2",
        "with the largest population in the state, and Saint Paul, the",
        "state capital.",
        "Khartoum is the capital and second largest city of Sudan and the",
        "state of Khartoum. It is located at the confluence of the",
        "White Nile, flowing north from Lake Victoria, and the Blue",
        "Nile, flowing west from Ethiopia.",
        "Budapest became a single city occupying both banks of the",
        "Danube river with the unification of Buda and Óbuda on the",
        "west bank, with Pest on the east bank on November 17,",
        "1873.",
        "The longest river in Southeast Asia and the 12th longest on",
        "earth, the Mekong River journeys over 2700 miles from the",
        "Tibetan Plateau to the southeast, through Laos and",
        "Thailand to the equatorial flood plains of Cambodia and",
        "Vietnam, then finally flows into the South China Sea.",
        ""
    ],
    [
        "193. (b) Detroit, largest city in Michigan and the seat of Wayne",
        "County in the United States. The city is located in south",
        "eastern Michigan on the Detroit River (connecting Lake Erie",
        "and Lake St. Clair), opposite Windsor, Ontario, Canada.",
        ""
    ],
    [
        "194. (d) Brazil – Araguaia. The Araguaia River is one of the major",
        "rivers of Brazil, and the principal tributary of the Tocantins,",
        "though it is almost equal in volume at its confluence with the",
        "Tocantins. It has a total length of approximately 2,627 km.",
        "Argentina – Colorado. The Colorado River is one of the principal",
        "rivers of the South western United States and northern",
        "Mexico. The 1,450-mile-long Colorado River drains an",
        "expansive, arid watershed that encompasses parts of seven",
        "U.S. and two Mexican states.",
        "Peru – Maranon. The Marañón River is the principal or",
        "mainstream source of the Amazon River, arising about 160",
        "km to the northeast of Lima, Peru, and flowing through a",
        "deeply eroded Andean valley in a north westerly.",
        "Venezuela – Orinoco. The Orinoco is one of the longest rivers in",
        "South America at 2,140 kilometres. Its drainage basin,",
        "sometimes called the Orinoquia, covers 880,000 square",
        "join telegram https://t.me/reetmaterials2",
        "kilometres, with 76.3 percent of it in Venezuela and the",
        "remainder in Colombia.",
        ""
    ],
    [
        "195. (a) Hydroelectricity is Japan’s main renewable energy source,",
        "with an installed capacity of about 50 GW and a production",
        "of 69.2 TWh of electricity in 2009, making Japan one of the",
        "biggest hydroelectricity producers in the world. As of",
        "September 2011, Japan had 1,198 small hydropower plants",
        "with a total capacity of 3,225 MW. The smaller plants",
        "accounted for 6.6% of Japan’s total hydropower capacity.",
        "The remaining capacity was filled by large and medium",
        "hydropower stations, typically sited at large dams. Japan",
        "lacks significant domestic reserves of fossil fuel, and import",
        "substantial amounts of crude oil, natural gas, and other",
        "energy resources, including uranium. Japan relied on oil",
        "imports to meet about 84% of its energy needs in 2010.",
        ""
    ],
    [
        "196. (b) The Bering Strait is a strait of the Pacific, which borders",
        "with the Arctic to north. It is located between Russia and the",
        "United States.",
        ""
    ],
    [
        "197. (d) In all the above three options primitive agriculture such as",
        "shifting cultivation or bush fallow type of cultivation is found.",
        ""
    ],
    [
        "198. (a) South Asia or Southern Asia is a term used to represent",
        "the southern region of the Asian continent, which comprises",
        "the sub-Himalayan SAARC countries and, for some",
        "authorities, adjoining countries to the west and east. The",
        "current territories of Afghanistan, Bangladesh, Bhutan,",
        "Maldives, Nepal, India, Pakistan, and Sri Lanka form the",
        "countries of South Asia.",
        ""
    ],
    [
        "199. (d) The line passes through Chile, Argentina, Paraguay, Brazil,",
        "Namibia, Botswana, South Africa, Mozambique,",
        "Madagascar, Australia and French Polynesia, clipping New",
        "Caledonia, Fiji, Tonga and the Cook Islands before landfall",
        "at Pitcairn.",
        ""
    ],
    [
        "200. (c) Above all are the capitals of the countries. Capital of North",
        "Korea is Pyongyang.",
        ""
    ],
    [
        "201. (d) Afghanistan is surrounded by Iran, Turkmenistan,",
        "Uzbekistan, Tajikistan, China, Pakistan. Hungary is",
        "join telegram https://t.me/reetmaterials2",
        "surrounded by Austria, Croatia, Romania, Serbia, Slovakia,",
        "Slovenia, Ukraine. While Switzerland is surrounded by",
        "France, Germany, Liechtenstein, Austria, Italy.",
        ""
    ],
    [
        "202. (d) Above all are the capitals of the countries except New",
        "Zealand, with Wellington, as capital.",
        ""
    ],
    [
        "203. (b) Cultivation of rubber in Brazil, its native habitat, was",
        "severely hindered by blight in the early 20th century. At",
        "present, most of the world’s natural rubber is produced by",
        "rubber trees descended from rubber seedlings transplanted",
        "from South America to south and south east Asia. The most",
        "severe disease is South American Leaf Blight (SALB). This",
        "disease is endemic throughout the rubber growing areas in",
        "the Americas. It also poses a major global threat. The",
        "fungus can be controlled by a number of fungicides. Some",
        "species are not susceptible to the disease, and some",
        "strains of susceptible species are resistant. Crown budding",
        "or grafting of resistant plants onto productive trees can be",
        "used to control spread.",
        ""
    ],
    [
        "204. (a) The Gulf of Finland is the easternmost arm of the Baltic",
        "Sea. It extends between Finland and Estonia all the way to",
        "Saint Petersburg in Russia, where the river Neva drains into",
        "it. Other major cities around the gulf include Helsinki and",
        "Tallinn.",
        "The Baltic Sea is a sea of the Atlantic Ocean, enclosed by",
        "Scandinavia, Finland, the Baltic countries, and the North",
        "European Plain. It includes the Gulf of Bothnia, the Bay of",
        "Bothnia, the Gulf of Finland, the Gulf of Riga, and the Bay of",
        "Gdańsk.",
        "The Colorado River is one of the principal rivers of the South",
        "western United States and northern Mexico. The 1,450-",
        "mile-long Colorado River drains an expansive, arid",
        "watershed that encompasses parts of seven U.S. and two",
        "Mexican states.",
        ""
    ],
    [
        "205. (a) The Rhine is a European river that begins in the Swiss",
        "canton of Graubünden in the south eastern Swiss Alps,",
        "join telegram https://t.me/reetmaterials2",
        "forms part of the Swiss-Austrian, Swiss-Liechtenstein,",
        "Swiss-German and then the Franco-German.",
        ""
    ],
    [
        "206. (a) In 1939, the name of the kingdom, “Siam”, was changed to",
        "“Thailand”. Before 1957 Ghana was called the Gold Coast.",
        "Portuguese explorers in the 15th century found a vast",
        "amount of the precious metal there, but it was English",
        "colonizers who dubbed the country the Gold Coast. The",
        "territory of what is now Zambia was known as Northern",
        "Rhodesia from 1911. It was renamed Zambia at",
        "independence in 1964. The new name of Zambia was",
        "derived from the Zambezi river. The official Japaneselanguage name is Nippon koku or Nihon koku, literally",
        "“State of Japan”. From the Meiji Restoration until the end of",
        "World War II, the full title of Japan was the “Empire of",
        "Greater Japan”.",
        ""
    ],
    [
        "207. (d) Shifting Cultivation is known as Ladang in Indonesia,",
        "Caingin in Philippines, Milpa in central America & Mexico,",
        "Ray in Vietnam, Taungya In Myanmar , Tamrai in Thailand,",
        "Chena in Sri Lanka, Conuco in Venezuela, Roca in Brazil,",
        "Masole in central Africa.",
        ""
    ],
    [
        "208. (d) Demographic transition (DT) refers to the transition from",
        "high birth and death rates to lower birth and death rates as",
        "a country or region develops from a pre-industrial to an",
        "industrialized economic system. The theory was proposed",
        "in 1929 by the American demographer Warren Thompson,",
        "who observed changes, or transitions, in birth and death",
        "rates in industrialized societies over the previous 200 years.",
        "Most developed countries have completed the demographic",
        "transition and have low birth rates; most developing",
        "countries are in the process of this transition.",
        ""
    ],
    [
        "209. (b) The Suez Canal is an artificial sea-level waterway in Egypt,",
        "connecting the Mediterranean Sea to the Red Sea through",
        "the Isthmus of Suez. It was constructed by the Suez Canal",
        "Company between 1859 and 1869.",
        ""
    ],
    [
        "210. (a) Semeru, or Mount Semeru, is an active volcano located in",
        "East Java, Indonesia. It is the highest mountain on the",
        "join telegram https://t.me/reetmaterials2",
        "island of Java. This stratovolcano is also known as",
        "Mahameru, meaning ‘The Great Mountain.",
        "Cotopaxi is an active stratovolcano in the Andes Mountains,",
        "located in the Latacunga canton of Cotopaxi Province,",
        "about 50 km south of Quito, and 33 km northeast of the city",
        "of Latacunga, Ecuador, in South America.",
        "Mount Etna is an active stratovolcano on the east coast of Sicily,",
        "Italy, in the Metropolitan City of Catania, between the cities",
        "of Messina and Catania. It lies above the convergent plate",
        "margin between the African Plate and the Eurasian Plate.",
        "Mount Kilimanjaro, with its three volcanic cones, “Kibo”,",
        "“Mawenzi”, and “Shira”, is a dormant volcano in Tanzania.",
        ""
    ],
    [
        "211. (d) The International Date Line, established in 1884, passes",
        "through the mid-Pacific Ocean and roughly follows a 180",
        "degrees longitude north-south line on the Earth. It is located",
        "halfway round the world from the prime meridian—the zero",
        "degrees longitude established in Greenwich, England, in",
        "1852. Alaska is in west and Siberia is in East, so date of",
        "Siberia is ahead of date of Alaska.",
        ""
    ],
    [
        "212. (d) Mount Etna is an active strato volcano on the east coast of",
        "Sicily, Italy, in the Metropolitan City of Catania, between the",
        "cities of Messina and Catania.",
        "Mount Kilimanjaro, with its three volcanic cones, “Kibo”,",
        "“Mawenzi”, and “Shira”, is a dormant volcano in Tanzania.",
        "Mount Katmai is a large strato volcano on the Alaska Peninsula",
        "in southern Alaska (USA), located within Katmai National",
        "Park and Preserve.",
        "Barren Island is an island located in the Andaman Sea. It is the",
        "only confirmed active volcano in South Asia, and the only",
        "active volcano along a chain of volcanoes from Sumatra to",
        "Myanmar.",
        ""
    ],
    [
        "213. (c) International date line lies between 180°W and 180ºE of",
        "Greenwich. It is drawn zigzag to avoid landmass. There is a",
        "difference in 1 day if a ship sails westward from Greenwich",
        "by crossing the date line.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "214. (d) The Kalahari Desert is a large semi-arid sandy zone",
        "Southern Africa extending 900,000 square kilometres,",
        "covering much of Botswana, parts of Namibia, and regions",
        "of South Africa.",
        "The Namib is a coastal desert in southern Africa. The name",
        "Namib is of Nama origin and means “vast place”.",
        "The Nubian Desert is in the eastern region of the Sahara Desert,",
        "spanning approximately 400,000 km² of north eastern",
        "Sudan between the Nile and the Red Sea.",
        ""
    ],
    [
        "215. (b) With an area of about 9.6 million km², the People’s",
        "Republic of China is the 3rd largest country in total area",
        "behind Russia and Canada, and very similar to the United",
        "States, in area.",
        ""
    ],
    [
        "216. (a) About 1,800 miles (2,900 km) long, the Brahmaputra is an",
        "important river for irrigation and transportation. The average",
        "depth of the river is 124 feet (38 m) and maximum depth is",
        "380 feet (120 m). The river is prone to catastrophic flooding",
        "in spring when the Himalayan snows melt.",
        ""
    ],
    [
        "217. (b) Madagascar, officially the Republic of Madagascar and",
        "previously known as the Malagasy Republic, is an island",
        "country in the Indian Ocean, off the coast of Southeast",
        "Africa. The nation comprises the island of Madagascar (the",
        "fourth-largest island in the world), as well as numerous",
        "smaller peripheral islands.",
        ""
    ],
    [
        "218. (c) A cash crop is an agricultural crop which is grown for sale",
        "to return a profit. It is typically purchased by parties",
        "separate from a farm.",
        ""
    ],
    [
        "219. (d) Ukraine is not located in between Caspian Sea and the",
        "Black Sea.",
        ""
    ],
    [
        "220. (b) Both A and R are correct but R ios not the correct",
        "explanation of A.",
        ""
    ],
    [
        "221. (c) ‘38 parallel’ separates North korea and South korea..",
        ""
    ],
    [
        "222. (a) Israel has common borders with Lebanon, Syria, Jordan,",
        "and Egypt.",
        ""
    ],
    [
        "223. (d) Rwanda is located south of the equator.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "224. (c) Orient-Express passed through France, Austria , Germany,",
        "Hungary, Romania.",
        ""
    ],
    [
        "225. (b) Cairo is located at 30 degree east longitude.",
        ""
    ],
    [
        "226. (c) Thailand does not have a border with China. The 14",
        "countries touch the border of china which are India,",
        "Pakistan, Afghanistan, Tajikistan, Kyrgyzstan, Kazakhstan,",
        "Mongolia, Russia, North Korea,Vietnam, Laos, Myanmar,",
        "Bhutan and Nepal.",
        ""
    ],
    [
        "227. (b) Baltic Nations are those that have shorelines along the",
        "Baltic Sea. The group of countries presently referred Baltic",
        "States are Estonia, Latvia, and Lithuania. Slovakia is not a",
        "Baltic state.",
        ""
    ],
    [
        "228. (d) Broken Hills are located in New South Wales, Australia. It is",
        "a mining city.",
        ""
    ],
    [
        "229. (d) Nigeria is not a landlocked country in Africa. Its coast in the",
        "south lies on the Gulf of Guinea in the Atlantic Ocean.",
        ""
    ],
    [
        "230. (c) Baghdad is 3 hours away from London. That is why news is",
        "broadcast from London at 10:30 am and it is heard at",
        "Baghdad at 1:30 pm.Greenwich Mean Time is at 0 degree",
        "longitude and Baghdad is at 45 degree east.",
        ""
    ],
    [
        "231. (a) South Asia comprises the sub-Himalayan countries.",
        "According to the United Nations geographical region",
        "classification, the current territories are Afghanistan,",
        "Bangladesh, Bhutan, India, Maldives, Nepal, Pakistanand",
        "Sri Lanka.",
        ""
    ],
    [
        "232. (a) Numerous grape varieties are cultivated in France",
        "including both internationally wellknown and obscure local",
        "varieties.Hence, Southern part of France is famous for wine",
        "making industry.",
        ""
    ],
    [
        "233. (c) Malawi is a landlocked country in southeast Africa that was",
        "formerly known as Nyasaland. Malawi runs a Presidential",
        "system and is Unitary Republic. Malawi’s economy is highly",
        "dependent on agriculture and majority of the population is",
        "rural. The government depends heavily on foreign aid to",
        "meet its development needs.",
        "join telegram https://t.me/reetmaterials2",
        "(Iron - steel",
        "Centre)",
        "(Country)",
        "A. Hamilton 2. Canada",
        "B. Birmingham 3. U.K.",
        "C. Essen 4. Germany",
        "D. Anshan 1. China",
        ""
    ],
    [
        "234. (b) The Grand Banks is a large area of submerged highlands",
        "southeast of Newfoundland and east of the Laurentian",
        "Channel on the North American continental shelf. It is in this",
        "area that the cold Labrador Current mixes with the warm",
        "waters of the Gulf Stream. The mixing of these waters and",
        "the shape of the ocean bottom lifts nutrients to the surface.",
        "These conditions created one of the richest fishing grounds",
        "in the world. Plankton are organisms that live in the water.",
        "They are carried by waves, tides and currents. They are",
        "usually found in the shallow surface waters.",
        ""
    ],
    [
        "235. (d) Coolgardie lies in Western Australia and it is a famous gold",
        "mine.",
        ""
    ],
    [
        "236. (c)",
        ""
    ],
    [
        "237. (a)",
        ""
    ],
    [
        "238. (b) Donets, Kuznetsk, Lancashire and saar are coal mining",
        "areas in Ukraine, Russia, United Kingdom and Germany",
        "respectively.",
        ""
    ],
    [
        "239. (d) Chile is the largest producer of copper in world.",
        ""
    ],
    [
        "240. (d)",
        ""
    ],
    [
        "241. (c)",
        ""
    ],
    [
        "242. (b) Australia, China and Brazil are top three, bauxite producing",
        "countries in world.",
        ""
    ],
    [
        "243. (a) Australia is the country with largest uranium reserve but",
        "due to opposition against uranium mining it is the third",
        "Uranium producer country behind Kazakhstan and Canada.",
        ""
    ],
    [
        "244. (d) India ranks second as the largest global fruit producer",
        "behind China.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "245. (b) India is the second largest rice-producing country in the",
        "world.",
        ""
    ],
    [
        "246. (c) Bhutan has a constitutional provision for mainting 70% of",
        "its geographical area under forest.",
        ""
    ],
    [
        "247. (c) India is the second largest producer of sugarcane in the",
        "world.",
        ""
    ],
    [
        "248. (c) Thailand is the leading producer of rubber in the world.",
        ""
    ],
    [
        "249. (c) E- Agriculture is a new area of knowledge emerging out of",
        "convergence of IT and farming techniques.",
        "1. It uses a host of technologies like Remote Sensing, Computer",
        "Simulation, Assessment of Speed and directions of",
        "Wind, Soil quality assays, crop yield predictions and",
        "Marketing using IT.",
        "2. The E - Agriculture is a part of Mission Mode Project which has",
        "been included in NeGPC under National E -",
        "governance plan.",
        ""
    ],
    [
        "250. (d) Venezuela has the largest reserves of Oil.",
        ""
    ],
    [
        "251. (a) The Great Victorian Desert is Located at Australia.",
        ""
    ],
    [
        "252. (c) Coolgardie is a small town in western Australia. Gold",
        "Mining is performed there.",
        ""
    ],
    [
        "253. (b) Dacca is the capital and largest city of Bangladesh. It has",
        "the highest population density amongst the given cities.",
        ""
    ],
    [
        "254. (b) The Ural mountains separates Asia from Europe in the",
        "east.",
        ""
    ],
    [
        "255. (d) Russia is the leading producing of Astestos.",
        ""
    ],
    [
        "256. (d) Patagonian desert is a temperature desert. The Patagonian",
        "Desert, also known as the Patagonia Desert or the",
        "Patagonian Steppe, is the largest desert in Argentina and is",
        "the 8th largest desert in the world by area, occupying",
        "673,000 square kilometers.",
        ""
    ],
    [
        "257. (c) Gobi is not a tropical desert. It is a temperate desert partly",
        "located in northern China and partly in Mongolia.",
        ""
    ],
    [
        "258. (b) Bhabar is an example of piedmont plain.",
        ""
    ],
    [
        "259. (c) The Blind valley is found in the karst region. Karst",
        "topography is a geological formation shaped by the",
        "dissolution of a layer or layers of soluble bedrock, usually",
        "join telegram https://t.me/reetmaterials2",
        "carbonate rock such as limestone or dolomite, but also in",
        "gypsum.",
        ""
    ],
    [
        "260. (c) Rift valley is formed by faulting. A rift valley is a linearshaped lowland between several highlands or mountain",
        "ranges created by the action of a geologic rift or fault.",
        ""
    ],
    [
        "261. (b) U-shaped valley develops in the Glacial region. Ice causes",
        "friction on the sides of the valley.",
        ""
    ],
    [
        "262. (a)",
        ""
    ],
    [
        "263. (c) Sandbars is not formed by wind action. A long mass or low",
        "ridge of submerged or partially exposed sand built up in the",
        "water along a shore or beach by the action of waves or",
        "currents.",
        ""
    ],
    [
        "264. (c) Karst landscapes are formed from the dissolution of soluble",
        "rocks such as limestone, dolomite. It is characterized by",
        "underground drainage systems with sinkholes, caves etc.",
        ""
    ],
    [
        "265. (b) Hanging valleys are created due to glacial erosion. It is",
        "formed due to different rates of erosion between the main",
        "valley and the valleys that enter it along its sides.",
        ""
    ],
    [
        "266. (a)",
        ""
    ],
    [
        "267. (a) Aridity is the distinctive characteristics of deserts because",
        "they receive low rainfall and have high evaporation.",
        ""
    ],
    [
        "268. (a) Permafrost – Pingo (A pingo, also called a hydrolaccolith,",
        "is a mound of earth-covered ice found in the Arctic and",
        "subarctic that can reach up to 70 metres (230 ft) in height",
        "and up to 600 m (2,000 ft) in diameter.",
        "Diastrophism – Horst : A horst is a raised block of the Earth’s",
        "crust that has lifted, or has remained stationary, while the",
        "land on either side has subsided.",
        "Running water – Flood Plain (A floodplain or flood plain is",
        "an area of land adjacent to a stream or river that stretches",
        "from the banks of its channel to the base of the enclosing",
        "valley walls and experiences flooding during periods of high",
        "discharge.)",
        "Sea waves – Stack (A stack or sea stack is a geological",
        "landform consisting of a steep and often vertical column or",
        "join telegram https://t.me/reetmaterials2",
        "columns of rock in the sea near a coast, formed by wave",
        "erosion.",
        ""
    ],
    [
        "269. (b) In geology, the term Torridonian is the informal name for",
        "the Torridonian Supergroup, a series of Mesoproterozoic to",
        "Neoproterozoic arenaceous and argillaceous sedimentary",
        "rocks, which occur extensively in the Northwest Highlands",
        "of Scotland.",
        "The Caledonian orogeny was a mountain building era recorded",
        "in the northern parts of Ireland and Britain, the",
        "Scandinavian Mountains, Svalbard, eastern Greenland and",
        "parts of north-central Europe. The Caledonian orogeny",
        "encompasses events that occurred from the Ordovician to",
        "Early Devonian, roughly 490–390 million years ago (Ma). It",
        "was caused by the closure of the Iapetus Ocean when the",
        "continents and terranes of Laurentia, Baltica and Avalonia",
        "collided.",
        "The Variscan or Hercynian orogeny is a geologic mountainbuilding event caused by Late Paleozoic continental",
        "collision between Euramerica (Laurussia) and Gondwana to",
        "form the supercontinent of Pangaea.",
        ""
    ],
    [
        "270. (c) The solar radiation is intense and to a great extent diffuse",
        "due to haze. It therefore demands generous shading",
        "devices. The haze may cause sky glare which can also be",
        "reduced by large shading devices.",
        ""
    ],
    [
        "271. (b) Faults – Earth movements (A fault is formed in the Earth’s",
        "crust as a brittle response to stress. Generally, the",
        "movement of the tectonic plates provides the stress, and",
        "rocks at the surface break in response to this.)",
        "Flood Plains – Fluvial effect (Flood plains are made by a",
        "meander eroding sideways as it travels downstream. When",
        "a river breaks its banks and floods, it leaves behind layers",
        "of alluvium (silt). These gradually build up to create the floor",
        "of the flood plain.",
        "Coral reefs – Organic activity (Coral reefs begin to form",
        "when free-swimming coral larvae attach to submerged",
        "rocks or other hard surfaces along the edges of islands or",
        "join telegram https://t.me/reetmaterials2",
        "continents. As the corals grow and expand, reefs take on",
        "one of three major characteristic structures —fringing,",
        "barrier or atoll.)",
        "Moraines – Glacial Activity (A moraine are formed along",
        "the sides of a glacier. As the glacier scrapes along, it tears",
        "off rock and soil from both sides of its path. This material is",
        "deposited as lateral moraine at the top of the glacier’s",
        "edges.",
        ""
    ],
    [
        "272. (a) Podzols are subarctic soils of the cold, humid northern",
        "coniferous forest (taiga), found between the mixed forests of",
        "the temperate zone and the tundras of the arctic zone.",
        "Chernozem is a black-coloured soil containing a high percentage",
        "of humus (7% to 15%), and high percentages of phosphoric",
        "acids, phosphorus and ammonia. Chernozem is very fertile",
        "and produces a high agricultural yield.",
        "Chernozem soils are found in humus rich grasslands such as in",
        "Prairies, Pampa and Steppes. Spodsols soils develop under",
        "coniferous vegetation. Laterite. soils are found in hot and",
        "humid areas.",
        ""
    ],
    [
        "273. (b) Isobars are lines on a weather map joining together places",
        "of equal atmospheric pressure.",
        "A line drawn on a map connecting points, having equal rainfall at",
        "a certain time or for a stated period is called Isohyet.",
        "Isotherms, lines connecting points of equal air temperature are",
        "used to map the geographic pattern of temperature across",
        "the earth’s surface. The spacing of isotherms depicts the",
        "temperature gradient across a portion of the Earth’s",
        "surface.",
        "Isohel is a line on a map connecting places with an equal period",
        "of sunshine.",
        ""
    ],
    [
        "274. (d) Oasis – Depression of water",
        "Oil – Libya",
        "Gangri – Glacier",
        "Bedouins – Sahara",
        ""
    ],
    [
        "275. (b) The Gobi Desert is a vast, arid region in northern China",
        "and southern Mongolia. It’s known for its dunes, mountains",
        "join telegram https://t.me/reetmaterials2",
        "and rare animals such as snow leopards and Bactrian",
        "camels.",
        "The Kalahari Desert is a large semi-arid sandy savanna in",
        "Southern Africa extending 900,000 square kilometres,",
        "covering much of Botswana, parts of Namibia, and regions",
        "of South Africa.",
        "The Atacama Desert is a plateau in South America, covering a",
        "1,000-kilometre strip of land on the Pacific coast, west of",
        "the Andes Mountains. It is the driest non-polar desert in the",
        "world.",
        "The Nubian Desert is in the eastern region of the Sahara Desert,",
        "spanning approximately 400,000 km² of north eastern",
        "Sudan between the Nile and the Red Sea.",
        ""
    ],
    [
        "276. (a) Angel Falls is a waterfall in Venezuela. It is the world’s",
        "highest uninterrupted waterfall, with a height of 979 meters",
        "and a plunge of 807 meters.",
        "Niagara Falls, Ontario, is a Canadian city at the famous",
        "waterfalls of the same name, linked with the U.S. by the",
        "Rainbow Bridge.",
        "Victoria Falls, or Mosi-oa-Tunya, is a waterfall in southern Africa",
        "on the Zambezi River at the border of Zambia and",
        "Zimbabwe. It has been described by CNN as one of the",
        "Seven Natural Wonders of the world.",
        "Jog Falls, Gerosoppa Falls is the second highest plunge waterfall",
        "in India located near Sagara taluk, Shimoga district in the",
        "state of Karnataka.",
        ""
    ],
    [
        "277. (c) Flood Plain – River",
        "Sea cliff – Sea waves",
        "Moraines – Glaciers",
        "Sand dunes – Wind",
        ""
    ],
    [
        "278. (b) All the above statements are correct.",
        ""
    ],
    [
        "279. (a) Running water – Gorge (A deep, narrow valley with steep",
        "rocky sides, often with a stream flowing through it. Gorges",
        "are smaller and narrower than canyons and are often a part",
        "of a canyon.)",
        "join telegram https://t.me/reetmaterials2",
        "Glacier – Cirque (A cirque is an amphitheatre-like valley formed",
        "by glacial erosion.)",
        "Wind – Barchan, is a crescent-shaped dune.",
        "Underground water – Doline",
        ""
    ],
    [
        "280. (a) Mud and clay are the most commonly used building",
        "material in deserts.",
        ""
    ],
    [
        "281. (d) The Death Valley in South California, USA is an example of",
        "Rift valley. Death Valley is a desert valley located in Eastern",
        "California. Situated within the Mojave Desert, it is the lowest",
        "and driest area in North America, and currently the hottest",
        "in the world.",
        ""
    ],
    [
        "282. (a) Borneo island of the East Indies is divided into three",
        "countries. Borneo is the third largest island in the world and",
        "the largest island of Asia. At the geographic centre of",
        "Maritime Southeast Asia, in relation to major Indonesian",
        "islands, it is located north of Java, west of Sulawesi, and",
        "east of Sumatra. Malaysia, Indonesia and Brunei share the",
        "Island.",
        ""
    ],
    [
        "283. (b) The driest area of the earth is Atacama-desert. The",
        "Atacama Desert is a plateau in South America, covering a",
        "1,000-kilometre strip of land on the Pacific coast, west of",
        "the Andes mountains. It is the driest hot desert in the world.",
        ""
    ],
    [
        "284. (a)",
        ""
    ],
    [
        "285. (d) Foehn is a local wind of Switzerland. A foehn is a type of",
        "dry, warm, down-slope wind that occurs in the lee",
        "(downwind side) of a mountain range. It is a rain shadow",
        "wind that results from the subsequent adiabatic warming of",
        "air that has dropped most of its moisture on windward",
        "slopes (see orographic lift).",
        ""
    ],
    [
        "286. (d) The coldest place on the earth is Verkhoyansk.",
        "Verkhoyansk is a town in Verkhoyansky District of the",
        "Sakha Republic, Russia, located on the Yana River near the",
        "Arctic Circle, 675 kilometers from Yakutsk.",
        ""
    ],
    [
        "287. (a)",
        ""
    ],
    [
        "288. (a)",
        ""
    ],
    [
        "289. (c)",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "290. (c)",
        ""
    ],
    [
        "291. (b)",
        ""
    ],
    [
        "292. (b)",
        ""
    ],
    [
        "293. (a) The Niger River is the principal river of western Africa,",
        "extending about 4,180 km. Its drainage basin is 2,117,700",
        "km² in area. Its source is in the Guinea Highlands in south",
        "eastern Guinea. The Orange River is the longest river in",
        "South Africa. It rises in the Drakensberg Mountains in",
        "Lesotho, flowing westwards through South Africa to the",
        "Atlantic Ocean. The Nile, which is 6,853 km (4,258 miles)",
        "long, is an “international” river as its drainage basin covers",
        "eleven countries, namely, Tanzania, Uganda, Rwanda,",
        "Burundi, Congo-Kinshasa, Kenya, Ethiopia, Eritrea, South",
        "Sudan, Sudan and Egypt. In particular, the Nile is the",
        "primary water source of Egypt and Sudan.",
        ""
    ],
    [
        "294. (c) Blizzards occur in Siberian Plains. A blizzard is a severe",
        "snowstorm characterized by strong sustained winds of at",
        "least 35 mph (56 km/h) and lasting for a prolonged period of",
        "time—typically three hours or more. A ground blizzard is a",
        "weather condition where snow is not falling but loose snow",
        "on the ground is lifted and blown by strong winds.",
        "Chinook winds blows in the interior West of North America,",
        "where the Canadian Prairies and Great Plains meet various",
        "mountain ranges, although the original usage is in reference",
        "to wet, warm coastal winds in the Pacific Northwest.",
        "Bora winds blow in Greenland. They are originally defined as a",
        "very strong cold wind. It is most common in winter and",
        "occurs when cold air crosses the mountains from the east",
        "and descends to the coast; thus, it is commonly classified",
        "as a gravity (or katabatic) wind. It often reaches speeds of",
        "more than 100 km (60 miles) per hour and has been known",
        "to knock people down and overturn vehicles.",
        "Khamsin blows in Egypt.",
        ""
    ],
    [
        "295. (d) A desert is a barren area of land where little precipitation",
        "occurs and consequently living conditions are hostile for",
        "plant and animal life. The lack of vegetation exposes the",
        "join telegram https://t.me/reetmaterials2",
        "unprotected surface of the ground to the processes of",
        "denudation. About one third of the land surface of the world",
        "is arid or semi-arid. This includes much of the Polar",
        "Regions where little precipitation occurs and which are",
        "sometimes called polar deserts or “cold deserts”. The",
        "Sahara desert is the largest single stretch desert in the",
        "world and after that Great Australian Desert.",
        ""
    ],
    [
        "296. (c)",
        ""
    ],
    [
        "297.6 billion barrels. Saudi Arabia has the",
        "join telegram https://t.me/reetmaterials2",
        "second largest oil reserves with 267 billion barrels.",
        "93. (b) Peanuts are the main crop of Gambia. The Gambia has no",
        "important mineral or other natural resources and has a",
        "limited agricultural base. About 75% of the population",
        "depends on crops and livestock for its livelihood. Smallscale manufacturing activity features the processing of",
        "peanuts, fish, and hides.",
        "94. (c) Russia is the largest producer of diamond. In September",
        "2012, Russia officially stated there are massive diamond",
        "reserves under the mines containing “trillions of carats”",
        "(hundreds of thousands of tons) and claimed there are",
        "enough diamonds in the field to supply global requirements",
        "for 3,000 years.",
        "95. (c) The Ruhr basin is the famous Industrial region of Germany.",
        "Formerly Germany’s coal-mining region, the ‘Ruhrgebiet’",
        "forms one of the largest conurbations in Europe with 5",
        "million residents and is now known for its diverse and",
        "vibrant cultural scene.",
        "96. (a) Agriculture is a vital Industry in China. China ranks first in",
        "worldwide farm output primarily producing rice, wheat,",
        "potatoes etc.",
        "97. (c) Canada is credited with the establishment of Uranium city.",
        "Uranium City is a settlement in northern Saskatchewan,",
        "Canada. Located on the northern shores of Lake Athabasca",
        "near the border of the Northwest Territories it is 230 m (750",
        "ft) above sea level. The settlement is 760 km (470 mi)",
        "northwest of Prince Albert, 760 km (470 mi) northeast of",
        "Edmonton and 48 km (30 mi) south of the Northwest",
        "Territories-Saskatchewan boundary.",
        "98. (b) Kimberley is famous for diamond mining. The Big Hole,",
        "Open Mine or Kimberley Mine is an open-pit and",
        "underground mine in Kimberley, South Africa, and claimed",
        "to be the largest hole excavated by hand.",
        "99. (b) The country at the top in terms of percentage of total coffee",
        "production in the world is Brazil. Coffee production in Brazil",
        "is responsible for about a third of all coffee produced in",
        "join telegram https://t.me/reetmaterials2",
        "world making Brazil the world’s largest producer, a position",
        "the country has held for the last 150 years. Coffee",
        "plantations, covering some 27,000 km2",
        "(10,000 sq mi), are",
        "mainly located in the southeastern states of Minas Gerais,",
        "São Paulo and Paraná where the environment and climate",
        "provide ideal growing conditions.",
        "100. (b) The largest producer of copper in the world is Chile.",
        "Copper exports represented 49 percent of the total value of",
        "exports.",
        "101. (c) Chena cultivation is found in Sri Lanka. Chena Cultivation",
        "seconds only to paddy cultivation in the area. It provides the",
        "fresh vegetables for the people in the area and transport the",
        "production to other parts of the country too.",
        "102. (b) China is the largest producer of tungsten in the world,",
        "equivalent to over 83% of the global production, followed by",
        "Russia and Canada.",
        "103. (b) Argentina’s wheat area is a crescent shaped, Argentine",
        "wheat is of good quality and is harvested in November,",
        "December and January.",
        "104. (b) China is the leading producer of Gold in the world and",
        "mines around 455,000 kgs of Gold",
        "105. (d) The leading producer of natural rubber in the world is",
        "Thailand.",
        "106. (a) Atacama desert is famous for its nitrate deposits. The",
        "desert is littered with approximately 170 abandoned nitrate",
        "(or “saltpetre”) mining towns, almost all of which were shut",
        "down decades after the invention of synthetic nitrate in",
        "Germany at the turn of the 20th century. The towns include",
        "Chacabuco, Humberstone, Santa Laura, Pedro de Valdivia,",
        "Puelma, María Elena, and Oficina Anita.",
        "107. (b) For Rice the international trade is low as compared to total",
        "produce",
        "108. (c) Uzbekistan is the highest producer of Uranium in Asia.",
        "Uzbekistan has considerable mineral deposits, including",
        "uranium. It is the world’s seventh-ranking uranium supplier,",
        "and is expanding production.",
        "join telegram https://t.me/reetmaterials2",
        "109. (b) Australia is the greatest producer of bauxite in the world.",
        "110. (c) Great Lakes region of North America is famous for the",
        "mining of Iron ore. The Great Lakes is a collection of",
        "freshwater lakes located in northeastern North America, on",
        "the Canada–United States border, which connect to the",
        "Atlantic Ocean through the Saint Lawrence Seaway and the",
        "Great Lakes Waterway.",
        "111. (b) Argan oil is native to moracco and is used in high-end,",
        "personal care products and as a heart- healthy gourmet",
        "product.",
        "112. (c) US iron ore mining is dominated by the precambrian",
        "banded iron formation deposits around lake superior in",
        "Michigan.",
        "113. (c) Australia is the leading wool producing country in the world",
        "with 25% of global wool clip.",
        "114. (c) The major agricultural region of the world were first",
        "delineated by D. Whittlesey. One of the most satisfactory",
        "classifications of agricultural regions in the world was",
        "proposed by D. Whittlesey in 1936. Whittlesey employed",
        "five criteria to classify agricultural regions in the world:",
        "(a) crop and livestock combination; (b) intensity of",
        "land use; (c) processing and marketing of farm",
        "produce; (d) degree of mechanisation; and",
        "(e) types and associations of buildings and other",
        "structures associated with agriculture.",
        "115. (b) Kanat is an old system of water supply from a deep well",
        "with a series of vertical access shafts. The kanats still",
        "create a reliable supply of water for human a reliable supply",
        "of water from human settlements and irrigation in hot, arid",
        "and semi-arid climates.",
        "116. (d) Among the following India has largest arable land. United",
        "states in the world has the largest arable land followed by",
        "India.",
        "117. (d) Plantation agriculture is an export oriented specialised",
        "farming method. Where emphasis is given to raise a single",
        "join telegram https://t.me/reetmaterials2",
        "crop-specially meant for export to the overseas countries. It",
        "is practical mainly in tropical region.",
        "118. (a) Temperate grassland is called the ‘bread basket’ of the",
        "world. The roots of perennial grasses usually penetrate far",
        "into the soil, and grassland soil tends to be deep and fertile.",
        "In North America, the prairies were once inhabited by huge",
        "herds of bison and pronghorns, which were hunted by",
        "wolves, bears, and other predators. These herds are almost",
        "gone now, and most of the prairies have been converted",
        "into the richest agricultural region on earth.",
        "119. (b) Shifting cultivation is an agricultural system in which plots",
        "of land are cultivated temporarily, then abandoned and",
        "allowed to revert to their natural vegetation while the",
        "cultivator moves to another plot.",
        "120. (b) At one time, Canada was the largest uranium producer in",
        "the world but it lost that place to Kazakhstan. in 2009.",
        "121. (c) The largest producer of Silver in the world is Mexico.",
        "122. (d) The Broken Hill of Australia is famous for the mining of",
        "zinc, lead and silver. Broken Hill is an isolated mining city in",
        "the far west of outback New South Wales, Australia. The",
        "world’s largest mining company, BHP Billiton, has roots in",
        "the town.",
        "123. (c) USA is the largest producer of Geo-thermal energy in the",
        "world.",
        "124. (d) Russia holds the largest amount of natural gas reserves in",
        "the world followed by Iran and Qatar.",
        "125. (b) The largest reserve of coal in the world are found in USA.",
        "The United States holds the world’s largest estimated",
        "recoverable reserves of coal and is a net exporter of coal.",
        "126. (c) The largest producer of Milk in the world is India.",
        "127. (a) Katanga province of Zaire is famous for copper. Copper",
        "mining is an important part of the economy of Katanga",
        "province.",
        "128. (b) The Territory of saar Basin is in Germany.",
        "129. (a) Brazil is the largest producer of sugarcane in the world",
        "followed by India and China. It accounts for 25% of the",
        "join telegram https://t.me/reetmaterials2",
        "world’s sugarcane production.",
        "130. (c) The largest producer of coconut in the world is Indonesia.",
        "131. (c) China produces the highest amount of titanium in the world,",
        "twice as much as Russia and Japan combined.",
        "132. (b) The two largest producers of sugarbeet in the world are",
        "France and Russia.",
        "133. (c) India has the largest cattle inventory in the world.",
        "134. (a) Temperature influences the plant growth most profoundly.",
        "Temperature effects on plant growth and development is",
        "defendent upon plant species. The most obvious are the",
        "effects of heat on photosynthesis.",
        "135. (b) From the stem (baru) of a plant comphor is obtained",
        "136. (d) Brazil is the leading orange producer in the world producing",
        "about 30% of the world’s output followed by US and China",
        "137. (b) Currently the largest producer of raw Jute in the world is",
        "India.",
        "138. (d) A properly managed tree responds to wounding by",
        "producing more latex for several years. Natural rubber is",
        "obtained from later of trees.",
        "139. (d) Most abundant source of energy is solar power energy. It is",
        "the cleanest and most abundant renewable energy source",
        "available.",
        "140. (c) Long recognized as the historic heart of the American",
        "automotive industry, Detroit took on the nick name “Motor",
        "city”.",
        "141. (b) The Abadan refinery is located in Abadan near the coast of",
        "the Persian Gulf. Built by the Anglo-Persian Oil Company, it",
        "was completed in 1912 and was one of world’s largest oil",
        "refineries",
        "Oil Refineries Ltd. is an oil refining and Petrochemicals Company",
        "located in Haifa Bay, Israel. It operates the largest oil",
        "refinery in the country.",
        "Kirkuk Field is an oilfield near Kirkuk, Iraq. It was discovered by",
        "the Turkish Petroleum Company at Baba Gurgur in 1927.",
        "Ras Tanura meaning “cape oven, cape brazier” presumably due",
        "to the unusual heat prevalent at the cape those projects into",
        "join telegram https://t.me/reetmaterials2",
        "the sea is a city in the Eastern Province of Saudi Arabia",
        "located on a peninsula extending into the Persian Gulf.",
        "142. (b) Coal – Karaganda Basin",
        "Gold – Highveld",
        "Iron Ore – Krivoi Rog",
        "Petroleum – San Joaquin Valley",
        "143. (b) coal mines occur in Westphalia which is is a region in north",
        "western Germany and one of the three historic parts of the",
        "state of North Rhine-Westphalia. It has an area of 7,802 sq",
        "mi and 7.9 million inhabitants",
        "Copper Ore occur in Bisbee. Bisbee is a city in Cochise County,",
        "Arizona, United States, 92 miles southeast of Tucson.",
        "Iron Ore occur in Mesabi. The Mesabi Iron Range is an elongate",
        "trend containing large deposits of iron ore, and the largest",
        "of four major iron ranges in the region collectively known as",
        "the Iron Range of Minnesota.",
        "Petroleum occurs in Baku. Baku, the capital and commercial hub",
        "of Azerbaijan, is a low-lying city with coastline along the",
        "Caspian Sea",
        "144. (b) China – Shensi",
        "Germany – Saar",
        "Ukraine – Donetz Basin",
        "U.S.A. - Pennsylvania",
        "145. (a) New Economic Geography deals with the spatial economy",
        "of 21st century because it attempts to meet the new",
        "economic challenges.",
        "146. (a) Commercial fishing industry develops in temperate zone",
        "because these temperature areas have wide extension of",
        "continental shelf areas and favourable climate. Some other",
        "factors include availability of Plankton, Nature of Continental",
        "Shelves, Rate of Carbon Fixation, Temperate Climate, etc.",
        "147. (d) Masjid-e-Suleiman is the oil field of Iran. Kirkuk is the oil",
        "field of Iraq. Bargan is the oil field of Kuwait. Dammam is",
        "the oil field of Saudi Arabia.",
        "148. (b)",
        "149. (b) Iron & Steel – Pittsburg",
        "join telegram https://t.me/reetmaterials2",
        "Ship building – Montreal",
        "Electronics – Taipei",
        "Automobile - Turin",
        "150. (b) Cleveland – USA",
        "Essen- Germany",
        "Hamilton – Canada",
        "Tula – Russia",
        "151. (b) Shangai is famous for ship building, Chicago for Cotton",
        "textile, Shefield for Engineering and Yokohama for Iron &",
        "Steel.",
        "152. (a) Saar industrial region is located in Germany. New England",
        "industrial region is located in U.S.A. South Transval",
        "industrial region is located in South Africa. Canton industrial",
        "region is located in China.",
        "153. (b) Diamond – Kimberley",
        "Coal – Saar",
        "Cobalt – Katanga",
        "Silver - Butte",
        "154. (a) Cutlery industry is in Plymouth, Ship building is in Sheffield,",
        "Iron and Steel in Pittsburg and Automobile in Detroit.",
        "155. (b) China is the largest producer of wheat. U.S.A. is the largest",
        "producer of cotton. Brazil is the largest producer of",
        "sugarcane. India is the largest producer of tea.",
        "156. (b) Shifting cultivation practices in Amazon Basin.Nomadic",
        "herding practices in Mangolia. Livestock ranching belongs",
        "to Australia. Fishing and hunting belongs to Tundra region.",
        "157. (b) Largest producer of wheat in the world is China. Largest",
        "producer of milk in the world is India. Largest producer of",
        "sugarcane in the world is Brazil. Largest producer of maize",
        "in the world is U.S.A.",
        "158. (a) Iron and steel industry belongs to Cleveland. Ship building",
        "industry belongs to Yakohama. Automobile industry belongs",
        "to Atlanta. Woollen textile industry belongs to Bradford.",
        "159. (a) Hydropower associated with Congo Democratic Republic.",
        "The Democratic Republic of the Congo has reserve of",
        "petroleum, natural gas, coal, and a potential hydroelectric",
        "join telegram https://t.me/reetmaterials2",
        "power generating capacity of around 100,000 MW. The Inga",
        "Dam, alone on the Congo River, has the potential capacity",
        "to generate 40,000 to 45,000 MW of electric power,",
        "sufficient to supply the electricity needs of the whole",
        "southern Africa region. Coal associated with Poland. Today",
        "Iraq’s reserve to production ratio is 158 years. Nuclear",
        "power associated with France. France derives over 75% of",
        "its electricity from nuclear energy. This is due to a longstanding policy based on energy security.",
        "160. (a) Ruhr industrial region belongs to Germany. New England",
        "industrial region belongs to U.S.A. Kinki industrial region",
        "belongs to Japan. Belo Horizonte industrial region belongs",
        "to Brazil.",
        "161. (b) Donetz coal field belongs to Ukrain. Kuznatsk coal field",
        "belongs to Russia. Lancashire coal field belongs to U.K.",
        "Saar coal field belongs to Germany.",
        "162. (b) Copper mineral located in Katanga. Diamond mineral",
        "located in Kimberley. Gold mineral located in",
        "Witwatersrand. The Witwatersrand Gold Rush was a gold",
        "rush in 1886 that led to the establishment of Johannesburg,",
        "South Africa. It was part of the Mineral Revolution. Silver",
        "located in Butte.",
        "163. (b) Countries in the descending order of their wheat production",
        "are: China, India, U.S.A. and Russia.",
        "164. (b) Ladang is a form of shifting cultivation found in Malaysia,",
        "Milpa is associated with Mexico, Roca is associated with",
        "Brazil while Jhumming is associated with North East India.",
        "165. (c) Middle latitude grassland farming have very large farms,",
        "are mechanised and fall in the category of extensive",
        "cultivation. Grassland are found all across the globe.",
        "166. (c) One of the most urbanized country of the world is",
        "Singapore. Singapore, officially the Republic of Singapore,",
        "is a sovereign city-state and island country in Southeast",
        "Asia. It lies off the southern tip of the Malay Peninsula and",
        "is 137 kilometres north of the equator.",
        "join telegram https://t.me/reetmaterials2",
        "167. (c) Indonesia is the world’s most populous Islam Country with",
        "12.7% of world’s muslims.",
        "168. (c) France gets almost 75% of its electricity from Nuclear",
        "Energy.",
        "169. (c) Friedrich Ratzel is regarded as the Father of Modern",
        "Political Geography.",
        "170. (c) The yellow stone National Park is located in USA. Yellow",
        "Stone National Park is a national park located primarily in",
        "the U.S. state of Wyoming, although it also extends into",
        "Montana and Idaho. It was established by the U.S.",
        "Congress and signed into law by President Ulysses S.",
        "Grant on March 1, 1872.",
        "171. (d) Borneo Island is shared by Malaysia, Indonesia and Brunci.",
        "172. (b) Johore strait in Southeast Asia Separates Singapore and",
        "main land Malaysia.",
        "173. (c)",
        "174. (a) Kamchatka Peninsula.",
        "175. (b)",
        "176. (b) Alexandria is a port city of Egypt. Alexandria is the second",
        "largest city and the second largest metropolitan area in",
        "Egypt after Greater Cairo by size and number of population",
        "of 4.1 million, extending about 32 km (20 mi) along the",
        "coast of the Mediterranean Sea in the north central part of",
        "the country.",
        "177. (a)",
        "178. (a)",
        "179. (d)",
        "180. (b) Chicago is situated on the banks of Lake Michigan in",
        "Illinois.",
        "181. (c) The Sakhalin region in Russia is famous for large oil and",
        "gas reserve.",
        "182. (a)",
        "183. (b) Japan is called the Great Britain of East due to a high level",
        "of industrial development in this country.",
        "184. (b) China and India is the two most populated country of the",
        "world. Population density of India is 364 person per square",
        "join telegram https://t.me/reetmaterials2",
        "km compare to 144 of China. So, India is 2.58 times denser",
        "than China.",
        "185. (b) The Gulf of Carpentaria is a large, shallow sea enclosed on",
        "three sides by northern Australia and bounded on the north",
        "by the Arafura Sea. Gulf of Sirte, or Gulf of Sidra after the",
        "port of Sidra, is a body of water in the Mediterranean Sea",
        "on the northern coast of Libya. Historically it has been also",
        "known as the Great Sirte or Greater Syrtis. Gulf of Po hai is",
        "located in China. The Gulf of Tonkin incident, also known as",
        "the USS Maddox incident, drew the U.S. more directly into",
        "the Vietnam War. It involved two separate confrontations",
        "involving North Vietnam and the United States in the waters",
        "of the Gulf of Tonkin.",
        "186. (c) Population density of Bangladesh is 1118 sq. Km, India -",
        "364 sq. Km, Sri Lanka is 308 sq. Km, Pakistan is 245 sq.",
        "Km.",
        "187. (a) Brunei’s capital is Bander Seri Begawan, Indonesia’s is",
        "Jakarta, Laos’s is Vientiane and Combodia’s is Phnom",
        "Penh. They all are south Asian countries.",
        "188. (c) The continental shelf is narrow all around Japan. Around",
        "the Japanese Islands, the continental shelf is 20 to 30 km",
        "wide, narrower than its world average, with shelf-slope",
        "breaks of the average depth of 140 metres. Narrow shelves",
        "are located offshore the western coast of the Oshima",
        "Peninsula, around Toyama Bay, and offshore from the Boso",
        "Peninsula to the Kii Peninsula. The selves in Toyama Bay,",
        "Sagami Bay, and Suruga Bay are extremely narrow, less",
        "than 1 km in width in closed-off sections of the bays.",
        "Continental shelf slopes are not flat from shorelines through",
        "outer edges, but terrace-like topography (submarine",
        "terraces) and submarine valleys are found. Submarine",
        "valleys are often filled up with sediments derived from land.",
        "189. (c) Australia → Europe →Antarctica →South America",
        "190. (d) Cape Horn is a rocky headland on Hornos Island, in",
        "southern Chile’s Tierra del Fuego archipelago. It’s",
        "join telegram https://t.me/reetmaterials2",
        "surrounded by wild seas off the southern tip of South",
        "America where the Pacific and Atlantic oceans meet.",
        "Cape Comorin is a rocky headland on the Indian Ocean in Tamil",
        "Nadu state, south eastern India, forming the southernmost",
        "point of the subcontinent. It is the southern tip of the",
        "Cardamom Hills, an extension of the Western Ghats range",
        "along the west coast of India.",
        "The Cape of Good Hope is a rocky headland on the Atlantic",
        "coast of the Cape Peninsula, South Africa.",
        "Cape York Peninsula is a large remote peninsula located in Far",
        "North Queensland, Australia. It is the largest unspoiled",
        "wilderness in northern Australia and one of the last",
        "remaining wilderness areas on Earth.",
        "191. (d) Shikoku is the smallest of Japan’s main islands with a total",
        "area of 7,260 square miles (18,800 sq km). This area is",
        "made up of main island as well as the small islets",
        "surrounding it. It is located to the south of Honshu and to",
        "the east of Kyushu and has a population of 4,414,955.",
        "Kyushu is the third largest island of Japan and it is located to the",
        "south of Honshu (map). It has a total area of 13,761 square",
        "miles (35,640 sq km) and a 2006 population of 13,231,995",
        "people. The largest city on Kyushu is Fukuoka and it is",
        "divided into seven prefectures.",
        "Hokkaido is the second largest island of Japan with a total area",
        "of 32,221 square miles (83,453 sq km). The population of",
        "Hokkaido is 5,507,456 and the main city on the island is",
        "Sapporo, which is also the capital of Hokkaido Prefecture.",
        "Honshu is central, with Tokyo in the central part of the island. The",
        "main island is also home Osaka, Kobe, Kyoto and Nagoya,",
        "and the majority of Japan’s population lives here. Honshu",
        "has a total area of 88,017 square miles (227,962 sq km)",
        "and it is the world’s seventh largest island.",
        "192. (d) Minneapolis–Saint Paul is a major metropolitan area built",
        "around the Mississippi, Minnesota and St. Croix rivers in",
        "east central Minnesota. The area is commonly known as the",
        "Twin Cities after its two largest cities, Minneapolis, the city",
        "join telegram https://t.me/reetmaterials2",
        "with the largest population in the state, and Saint Paul, the",
        "state capital.",
        "Khartoum is the capital and second largest city of Sudan and the",
        "state of Khartoum. It is located at the confluence of the",
        "White Nile, flowing north from Lake Victoria, and the Blue",
        "Nile, flowing west from Ethiopia.",
        "Budapest became a single city occupying both banks of the",
        "Danube river with the unification of Buda and Óbuda on the",
        "west bank, with Pest on the east bank on November 17,",
        "1873.",
        "The longest river in Southeast Asia and the 12th longest on",
        "earth, the Mekong River journeys over 2700 miles from the",
        "Tibetan Plateau to the southeast, through Laos and",
        "Thailand to the equatorial flood plains of Cambodia and",
        "Vietnam, then finally flows into the South China Sea.",
        "193. (b) Detroit, largest city in Michigan and the seat of Wayne",
        "County in the United States. The city is located in south",
        "eastern Michigan on the Detroit River (connecting Lake Erie",
        "and Lake St. Clair), opposite Windsor, Ontario, Canada.",
        "194. (d) Brazil – Araguaia. The Araguaia River is one of the major",
        "rivers of Brazil, and the principal tributary of the Tocantins,",
        "though it is almost equal in volume at its confluence with the",
        "Tocantins. It has a total length of approximately 2,627 km.",
        "Argentina – Colorado. The Colorado River is one of the principal",
        "rivers of the South western United States and northern",
        "Mexico. The 1,450-mile-long Colorado River drains an",
        "expansive, arid watershed that encompasses parts of seven",
        "U.S. and two Mexican states.",
        "Peru – Maranon. The Marañón River is the principal or",
        "mainstream source of the Amazon River, arising about 160",
        "km to the northeast of Lima, Peru, and flowing through a",
        "deeply eroded Andean valley in a north westerly.",
        "Venezuela – Orinoco. The Orinoco is one of the longest rivers in",
        "South America at 2,140 kilometres. Its drainage basin,",
        "sometimes called the Orinoquia, covers 880,000 square",
        "join telegram https://t.me/reetmaterials2",
        "kilometres, with 76.3 percent of it in Venezuela and the",
        "remainder in Colombia.",
        "195. (a) Hydroelectricity is Japan’s main renewable energy source,",
        "with an installed capacity of about 50 GW and a production",
        "of 69.2 TWh of electricity in 2009, making Japan one of the",
        "biggest hydroelectricity producers in the world. As of",
        "September 2011, Japan had 1,198 small hydropower plants",
        "with a total capacity of 3,225 MW. The smaller plants",
        "accounted for 6.6% of Japan’s total hydropower capacity.",
        "The remaining capacity was filled by large and medium",
        "hydropower stations, typically sited at large dams. Japan",
        "lacks significant domestic reserves of fossil fuel, and import",
        "substantial amounts of crude oil, natural gas, and other",
        "energy resources, including uranium. Japan relied on oil",
        "imports to meet about 84% of its energy needs in 2010.",
        "196. (b) The Bering Strait is a strait of the Pacific, which borders",
        "with the Arctic to north. It is located between Russia and the",
        "United States.",
        "197. (d) In all the above three options primitive agriculture such as",
        "shifting cultivation or bush fallow type of cultivation is found.",
        "198. (a) South Asia or Southern Asia is a term used to represent",
        "the southern region of the Asian continent, which comprises",
        "the sub-Himalayan SAARC countries and, for some",
        "authorities, adjoining countries to the west and east. The",
        "current territories of Afghanistan, Bangladesh, Bhutan,",
        "Maldives, Nepal, India, Pakistan, and Sri Lanka form the",
        "countries of South Asia.",
        "199. (d) The line passes through Chile, Argentina, Paraguay, Brazil,",
        "Namibia, Botswana, South Africa, Mozambique,",
        "Madagascar, Australia and French Polynesia, clipping New",
        "Caledonia, Fiji, Tonga and the Cook Islands before landfall",
        "at Pitcairn.",
        "200. (c) Above all are the capitals of the countries. Capital of North",
        "Korea is Pyongyang.",
        "201. (d) Afghanistan is surrounded by Iran, Turkmenistan,",
        "Uzbekistan, Tajikistan, China, Pakistan. Hungary is",
        "join telegram https://t.me/reetmaterials2",
        "surrounded by Austria, Croatia, Romania, Serbia, Slovakia,",
        "Slovenia, Ukraine. While Switzerland is surrounded by",
        "France, Germany, Liechtenstein, Austria, Italy.",
        "202. (d) Above all are the capitals of the countries except New",
        "Zealand, with Wellington, as capital.",
        "203. (b) Cultivation of rubber in Brazil, its native habitat, was",
        "severely hindered by blight in the early 20th century. At",
        "present, most of the world’s natural rubber is produced by",
        "rubber trees descended from rubber seedlings transplanted",
        "from South America to south and south east Asia. The most",
        "severe disease is South American Leaf Blight (SALB). This",
        "disease is endemic throughout the rubber growing areas in",
        "the Americas. It also poses a major global threat. The",
        "fungus can be controlled by a number of fungicides. Some",
        "species are not susceptible to the disease, and some",
        "strains of susceptible species are resistant. Crown budding",
        "or grafting of resistant plants onto productive trees can be",
        "used to control spread.",
        "204. (a) The Gulf of Finland is the easternmost arm of the Baltic",
        "Sea. It extends between Finland and Estonia all the way to",
        "Saint Petersburg in Russia, where the river Neva drains into",
        "it. Other major cities around the gulf include Helsinki and",
        "Tallinn.",
        "The Baltic Sea is a sea of the Atlantic Ocean, enclosed by",
        "Scandinavia, Finland, the Baltic countries, and the North",
        "European Plain. It includes the Gulf of Bothnia, the Bay of",
        "Bothnia, the Gulf of Finland, the Gulf of Riga, and the Bay of",
        "Gdańsk.",
        "The Colorado River is one of the principal rivers of the South",
        "western United States and northern Mexico. The 1,450-",
        "mile-long Colorado River drains an expansive, arid",
        "watershed that encompasses parts of seven U.S. and two",
        "Mexican states.",
        "205. (a) The Rhine is a European river that begins in the Swiss",
        "canton of Graubünden in the south eastern Swiss Alps,",
        "join telegram https://t.me/reetmaterials2",
        "forms part of the Swiss-Austrian, Swiss-Liechtenstein,",
        "Swiss-German and then the Franco-German.",
        "206. (a) In 1939, the name of the kingdom, “Siam”, was changed to",
        "“Thailand”. Before 1957 Ghana was called the Gold Coast.",
        "Portuguese explorers in the 15th century found a vast",
        "amount of the precious metal there, but it was English",
        "colonizers who dubbed the country the Gold Coast. The",
        "territory of what is now Zambia was known as Northern",
        "Rhodesia from 1911. It was renamed Zambia at",
        "independence in 1964. The new name of Zambia was",
        "derived from the Zambezi river. The official Japaneselanguage name is Nippon koku or Nihon koku, literally",
        "“State of Japan”. From the Meiji Restoration until the end of",
        "World War II, the full title of Japan was the “Empire of",
        "Greater Japan”.",
        "207. (d) Shifting Cultivation is known as Ladang in Indonesia,",
        "Caingin in Philippines, Milpa in central America & Mexico,",
        "Ray in Vietnam, Taungya In Myanmar , Tamrai in Thailand,",
        "Chena in Sri Lanka, Conuco in Venezuela, Roca in Brazil,",
        "Masole in central Africa.",
        "208. (d) Demographic transition (DT) refers to the transition from",
        "high birth and death rates to lower birth and death rates as",
        "a country or region develops from a pre-industrial to an",
        "industrialized economic system. The theory was proposed",
        "in 1929 by the American demographer Warren Thompson,",
        "who observed changes, or transitions, in birth and death",
        "rates in industrialized societies over the previous 200 years.",
        "Most developed countries have completed the demographic",
        "transition and have low birth rates; most developing",
        "countries are in the process of this transition.",
        "209. (b) The Suez Canal is an artificial sea-level waterway in Egypt,",
        "connecting the Mediterranean Sea to the Red Sea through",
        "the Isthmus of Suez. It was constructed by the Suez Canal",
        "Company between 1859 and 1869.",
        "210. (a) Semeru, or Mount Semeru, is an active volcano located in",
        "East Java, Indonesia. It is the highest mountain on the",
        "join telegram https://t.me/reetmaterials2",
        "island of Java. This stratovolcano is also known as",
        "Mahameru, meaning ‘The Great Mountain.",
        "Cotopaxi is an active stratovolcano in the Andes Mountains,",
        "located in the Latacunga canton of Cotopaxi Province,",
        "about 50 km south of Quito, and 33 km northeast of the city",
        "of Latacunga, Ecuador, in South America.",
        "Mount Etna is an active stratovolcano on the east coast of Sicily,",
        "Italy, in the Metropolitan City of Catania, between the cities",
        "of Messina and Catania. It lies above the convergent plate",
        "margin between the African Plate and the Eurasian Plate.",
        "Mount Kilimanjaro, with its three volcanic cones, “Kibo”,",
        "“Mawenzi”, and “Shira”, is a dormant volcano in Tanzania.",
        "211. (d) The International Date Line, established in 1884, passes",
        "through the mid-Pacific Ocean and roughly follows a 180",
        "degrees longitude north-south line on the Earth. It is located",
        "halfway round the world from the prime meridian—the zero",
        "degrees longitude established in Greenwich, England, in",
        "1852. Alaska is in west and Siberia is in East, so date of",
        "Siberia is ahead of date of Alaska.",
        "212. (d) Mount Etna is an active strato volcano on the east coast of",
        "Sicily, Italy, in the Metropolitan City of Catania, between the",
        "cities of Messina and Catania.",
        "Mount Kilimanjaro, with its three volcanic cones, “Kibo”,",
        "“Mawenzi”, and “Shira”, is a dormant volcano in Tanzania.",
        "Mount Katmai is a large strato volcano on the Alaska Peninsula",
        "in southern Alaska (USA), located within Katmai National",
        "Park and Preserve.",
        "Barren Island is an island located in the Andaman Sea. It is the",
        "only confirmed active volcano in South Asia, and the only",
        "active volcano along a chain of volcanoes from Sumatra to",
        "Myanmar.",
        "213. (c) International date line lies between 180°W and 180ºE of",
        "Greenwich. It is drawn zigzag to avoid landmass. There is a",
        "difference in 1 day if a ship sails westward from Greenwich",
        "by crossing the date line.",
        "join telegram https://t.me/reetmaterials2",
        "214. (d) The Kalahari Desert is a large semi-arid sandy zone",
        "Southern Africa extending 900,000 square kilometres,",
        "covering much of Botswana, parts of Namibia, and regions",
        "of South Africa.",
        "The Namib is a coastal desert in southern Africa. The name",
        "Namib is of Nama origin and means “vast place”.",
        "The Nubian Desert is in the eastern region of the Sahara Desert,",
        "spanning approximately 400,000 km² of north eastern",
        "Sudan between the Nile and the Red Sea.",
        "215. (b) With an area of about 9.6 million km², the People’s",
        "Republic of China is the 3rd largest country in total area",
        "behind Russia and Canada, and very similar to the United",
        "States, in area.",
        "216. (a) About 1,800 miles (2,900 km) long, the Brahmaputra is an",
        "important river for irrigation and transportation. The average",
        "depth of the river is 124 feet (38 m) and maximum depth is",
        "380 feet (120 m). The river is prone to catastrophic flooding",
        "in spring when the Himalayan snows melt.",
        "217. (b) Madagascar, officially the Republic of Madagascar and",
        "previously known as the Malagasy Republic, is an island",
        "country in the Indian Ocean, off the coast of Southeast",
        "Africa. The nation comprises the island of Madagascar (the",
        "fourth-largest island in the world), as well as numerous",
        "smaller peripheral islands.",
        "218. (c) A cash crop is an agricultural crop which is grown for sale",
        "to return a profit. It is typically purchased by parties",
        "separate from a farm.",
        "219. (d) Ukraine is not located in between Caspian Sea and the",
        "Black Sea.",
        "220. (b) Both A and R are correct but R ios not the correct",
        "explanation of A.",
        "221. (c) ‘38 parallel’ separates North korea and South korea..",
        "222. (a) Israel has common borders with Lebanon, Syria, Jordan,",
        "and Egypt.",
        "223. (d) Rwanda is located south of the equator.",
        "join telegram https://t.me/reetmaterials2",
        "224. (c) Orient-Express passed through France, Austria , Germany,",
        "Hungary, Romania.",
        "225. (b) Cairo is located at 30 degree east longitude.",
        "226. (c) Thailand does not have a border with China. The 14",
        "countries touch the border of china which are India,",
        "Pakistan, Afghanistan, Tajikistan, Kyrgyzstan, Kazakhstan,",
        "Mongolia, Russia, North Korea,Vietnam, Laos, Myanmar,",
        "Bhutan and Nepal.",
        "227. (b) Baltic Nations are those that have shorelines along the",
        "Baltic Sea. The group of countries presently referred Baltic",
        "States are Estonia, Latvia, and Lithuania. Slovakia is not a",
        "Baltic state.",
        "228. (d) Broken Hills are located in New South Wales, Australia. It is",
        "a mining city.",
        "229. (d) Nigeria is not a landlocked country in Africa. Its coast in the",
        "south lies on the Gulf of Guinea in the Atlantic Ocean.",
        "230. (c) Baghdad is 3 hours away from London. That is why news is",
        "broadcast from London at 10:30 am and it is heard at",
        "Baghdad at 1:30 pm.Greenwich Mean Time is at 0 degree",
        "longitude and Baghdad is at 45 degree east.",
        "231. (a) South Asia comprises the sub-Himalayan countries.",
        "According to the United Nations geographical region",
        "classification, the current territories are Afghanistan,",
        "Bangladesh, Bhutan, India, Maldives, Nepal, Pakistanand",
        "Sri Lanka.",
        "232. (a) Numerous grape varieties are cultivated in France",
        "including both internationally wellknown and obscure local",
        "varieties.Hence, Southern part of France is famous for wine",
        "making industry.",
        "233. (c) Malawi is a landlocked country in southeast Africa that was",
        "formerly known as Nyasaland. Malawi runs a Presidential",
        "system and is Unitary Republic. Malawi’s economy is highly",
        "dependent on agriculture and majority of the population is",
        "rural. The government depends heavily on foreign aid to",
        "meet its development needs.",
        "join telegram https://t.me/reetmaterials2",
        "(Iron - steel",
        "Centre)",
        "(Country)",
        "A. Hamilton 2. Canada",
        "B. Birmingham 3. U.K.",
        "C. Essen 4. Germany",
        "D. Anshan 1. China",
        "234. (b) The Grand Banks is a large area of submerged highlands",
        "southeast of Newfoundland and east of the Laurentian",
        "Channel on the North American continental shelf. It is in this",
        "area that the cold Labrador Current mixes with the warm",
        "waters of the Gulf Stream. The mixing of these waters and",
        "the shape of the ocean bottom lifts nutrients to the surface.",
        "These conditions created one of the richest fishing grounds",
        "in the world. Plankton are organisms that live in the water.",
        "They are carried by waves, tides and currents. They are",
        "usually found in the shallow surface waters.",
        "235. (d) Coolgardie lies in Western Australia and it is a famous gold",
        "mine.",
        "236. (c)",
        "237. (a)",
        "238. (b) Donets, Kuznetsk, Lancashire and saar are coal mining",
        "areas in Ukraine, Russia, United Kingdom and Germany",
        "respectively.",
        "239. (d) Chile is the largest producer of copper in world.",
        "240. (d)",
        "241. (c)",
        "242. (b) Australia, China and Brazil are top three, bauxite producing",
        "countries in world.",
        "243. (a) Australia is the country with largest uranium reserve but",
        "due to opposition against uranium mining it is the third",
        "Uranium producer country behind Kazakhstan and Canada.",
        "244. (d) India ranks second as the largest global fruit producer",
        "behind China.",
        "join telegram https://t.me/reetmaterials2",
        "245. (b) India is the second largest rice-producing country in the",
        "world.",
        "246. (c) Bhutan has a constitutional provision for mainting 70% of",
        "its geographical area under forest.",
        "247. (c) India is the second largest producer of sugarcane in the",
        "world.",
        "248. (c) Thailand is the leading producer of rubber in the world.",
        "249. (c) E- Agriculture is a new area of knowledge emerging out of",
        "convergence of IT and farming techniques.",
        "1. It uses a host of technologies like Remote Sensing, Computer",
        "Simulation, Assessment of Speed and directions of",
        "Wind, Soil quality assays, crop yield predictions and",
        "Marketing using IT.",
        "2. The E - Agriculture is a part of Mission Mode Project which has",
        "been included in NeGPC under National E -",
        "governance plan.",
        "250. (d) Venezuela has the largest reserves of Oil.",
        "251. (a) The Great Victorian Desert is Located at Australia.",
        "252. (c) Coolgardie is a small town in western Australia. Gold",
        "Mining is performed there.",
        "253. (b) Dacca is the capital and largest city of Bangladesh. It has",
        "the highest population density amongst the given cities.",
        "254. (b) The Ural mountains separates Asia from Europe in the",
        "east.",
        "255. (d) Russia is the leading producing of Astestos.",
        "256. (d) Patagonian desert is a temperature desert. The Patagonian",
        "Desert, also known as the Patagonia Desert or the",
        "Patagonian Steppe, is the largest desert in Argentina and is",
        "the 8th largest desert in the world by area, occupying",
        "673,000 square kilometers.",
        "257. (c) Gobi is not a tropical desert. It is a temperate desert partly",
        "located in northern China and partly in Mongolia.",
        "258. (b) Bhabar is an example of piedmont plain.",
        "259. (c) The Blind valley is found in the karst region. Karst",
        "topography is a geological formation shaped by the",
        "dissolution of a layer or layers of soluble bedrock, usually",
        "join telegram https://t.me/reetmaterials2",
        "carbonate rock such as limestone or dolomite, but also in",
        "gypsum.",
        "260. (c) Rift valley is formed by faulting. A rift valley is a linearshaped lowland between several highlands or mountain",
        "ranges created by the action of a geologic rift or fault.",
        "261. (b) U-shaped valley develops in the Glacial region. Ice causes",
        "friction on the sides of the valley.",
        "262. (a)",
        "263. (c) Sandbars is not formed by wind action. A long mass or low",
        "ridge of submerged or partially exposed sand built up in the",
        "water along a shore or beach by the action of waves or",
        "currents.",
        "264. (c) Karst landscapes are formed from the dissolution of soluble",
        "rocks such as limestone, dolomite. It is characterized by",
        "underground drainage systems with sinkholes, caves etc.",
        "265. (b) Hanging valleys are created due to glacial erosion. It is",
        "formed due to different rates of erosion between the main",
        "valley and the valleys that enter it along its sides.",
        "266. (a)",
        "267. (a) Aridity is the distinctive characteristics of deserts because",
        "they receive low rainfall and have high evaporation.",
        "268. (a) Permafrost – Pingo (A pingo, also called a hydrolaccolith,",
        "is a mound of earth-covered ice found in the Arctic and",
        "subarctic that can reach up to 70 metres (230 ft) in height",
        "and up to 600 m (2,000 ft) in diameter.",
        "Diastrophism – Horst : A horst is a raised block of the Earth’s",
        "crust that has lifted, or has remained stationary, while the",
        "land on either side has subsided.",
        "Running water – Flood Plain (A floodplain or flood plain is",
        "an area of land adjacent to a stream or river that stretches",
        "from the banks of its channel to the base of the enclosing",
        "valley walls and experiences flooding during periods of high",
        "discharge.)",
        "Sea waves – Stack (A stack or sea stack is a geological",
        "landform consisting of a steep and often vertical column or",
        "join telegram https://t.me/reetmaterials2",
        "columns of rock in the sea near a coast, formed by wave",
        "erosion.",
        "269. (b) In geology, the term Torridonian is the informal name for",
        "the Torridonian Supergroup, a series of Mesoproterozoic to",
        "Neoproterozoic arenaceous and argillaceous sedimentary",
        "rocks, which occur extensively in the Northwest Highlands",
        "of Scotland.",
        "The Caledonian orogeny was a mountain building era recorded",
        "in the northern parts of Ireland and Britain, the",
        "Scandinavian Mountains, Svalbard, eastern Greenland and",
        "parts of north-central Europe. The Caledonian orogeny",
        "encompasses events that occurred from the Ordovician to",
        "Early Devonian, roughly 490–390 million years ago (Ma). It",
        "was caused by the closure of the Iapetus Ocean when the",
        "continents and terranes of Laurentia, Baltica and Avalonia",
        "collided.",
        "The Variscan or Hercynian orogeny is a geologic mountainbuilding event caused by Late Paleozoic continental",
        "collision between Euramerica (Laurussia) and Gondwana to",
        "form the supercontinent of Pangaea.",
        "270. (c) The solar radiation is intense and to a great extent diffuse",
        "due to haze. It therefore demands generous shading",
        "devices. The haze may cause sky glare which can also be",
        "reduced by large shading devices.",
        "271. (b) Faults – Earth movements (A fault is formed in the Earth’s",
        "crust as a brittle response to stress. Generally, the",
        "movement of the tectonic plates provides the stress, and",
        "rocks at the surface break in response to this.)",
        "Flood Plains – Fluvial effect (Flood plains are made by a",
        "meander eroding sideways as it travels downstream. When",
        "a river breaks its banks and floods, it leaves behind layers",
        "of alluvium (silt). These gradually build up to create the floor",
        "of the flood plain.",
        "Coral reefs – Organic activity (Coral reefs begin to form",
        "when free-swimming coral larvae attach to submerged",
        "rocks or other hard surfaces along the edges of islands or",
        "join telegram https://t.me/reetmaterials2",
        "continents. As the corals grow and expand, reefs take on",
        "one of three major characteristic structures —fringing,",
        "barrier or atoll.)",
        "Moraines – Glacial Activity (A moraine are formed along",
        "the sides of a glacier. As the glacier scrapes along, it tears",
        "off rock and soil from both sides of its path. This material is",
        "deposited as lateral moraine at the top of the glacier’s",
        "edges.",
        "272. (a) Podzols are subarctic soils of the cold, humid northern",
        "coniferous forest (taiga), found between the mixed forests of",
        "the temperate zone and the tundras of the arctic zone.",
        "Chernozem is a black-coloured soil containing a high percentage",
        "of humus (7% to 15%), and high percentages of phosphoric",
        "acids, phosphorus and ammonia. Chernozem is very fertile",
        "and produces a high agricultural yield.",
        "Chernozem soils are found in humus rich grasslands such as in",
        "Prairies, Pampa and Steppes. Spodsols soils develop under",
        "coniferous vegetation. Laterite. soils are found in hot and",
        "humid areas.",
        "273. (b) Isobars are lines on a weather map joining together places",
        "of equal atmospheric pressure.",
        "A line drawn on a map connecting points, having equal rainfall at",
        "a certain time or for a stated period is called Isohyet.",
        "Isotherms, lines connecting points of equal air temperature are",
        "used to map the geographic pattern of temperature across",
        "the earth’s surface. The spacing of isotherms depicts the",
        "temperature gradient across a portion of the Earth’s",
        "surface.",
        "Isohel is a line on a map connecting places with an equal period",
        "of sunshine.",
        "274. (d) Oasis – Depression of water",
        "Oil – Libya",
        "Gangri – Glacier",
        "Bedouins – Sahara",
        "275. (b) The Gobi Desert is a vast, arid region in northern China",
        "and southern Mongolia. It’s known for its dunes, mountains",
        "join telegram https://t.me/reetmaterials2",
        "and rare animals such as snow leopards and Bactrian",
        "camels.",
        "The Kalahari Desert is a large semi-arid sandy savanna in",
        "Southern Africa extending 900,000 square kilometres,",
        "covering much of Botswana, parts of Namibia, and regions",
        "of South Africa.",
        "The Atacama Desert is a plateau in South America, covering a",
        "1,000-kilometre strip of land on the Pacific coast, west of",
        "the Andes Mountains. It is the driest non-polar desert in the",
        "world.",
        "The Nubian Desert is in the eastern region of the Sahara Desert,",
        "spanning approximately 400,000 km² of north eastern",
        "Sudan between the Nile and the Red Sea.",
        "276. (a) Angel Falls is a waterfall in Venezuela. It is the world’s",
        "highest uninterrupted waterfall, with a height of 979 meters",
        "and a plunge of 807 meters.",
        "Niagara Falls, Ontario, is a Canadian city at the famous",
        "waterfalls of the same name, linked with the U.S. by the",
        "Rainbow Bridge.",
        "Victoria Falls, or Mosi-oa-Tunya, is a waterfall in southern Africa",
        "on the Zambezi River at the border of Zambia and",
        "Zimbabwe. It has been described by CNN as one of the",
        "Seven Natural Wonders of the world.",
        "Jog Falls, Gerosoppa Falls is the second highest plunge waterfall",
        "in India located near Sagara taluk, Shimoga district in the",
        "state of Karnataka.",
        "277. (c) Flood Plain – River",
        "Sea cliff – Sea waves",
        "Moraines – Glaciers",
        "Sand dunes – Wind",
        "278. (b) All the above statements are correct.",
        "279. (a) Running water – Gorge (A deep, narrow valley with steep",
        "rocky sides, often with a stream flowing through it. Gorges",
        "are smaller and narrower than canyons and are often a part",
        "of a canyon.)",
        "join telegram https://t.me/reetmaterials2",
        "Glacier – Cirque (A cirque is an amphitheatre-like valley formed",
        "by glacial erosion.)",
        "Wind – Barchan, is a crescent-shaped dune.",
        "Underground water – Doline",
        "280. (a) Mud and clay are the most commonly used building",
        "material in deserts.",
        "281. (d) The Death Valley in South California, USA is an example of",
        "Rift valley. Death Valley is a desert valley located in Eastern",
        "California. Situated within the Mojave Desert, it is the lowest",
        "and driest area in North America, and currently the hottest",
        "in the world.",
        "282. (a) Borneo island of the East Indies is divided into three",
        "countries. Borneo is the third largest island in the world and",
        "the largest island of Asia. At the geographic centre of",
        "Maritime Southeast Asia, in relation to major Indonesian",
        "islands, it is located north of Java, west of Sulawesi, and",
        "east of Sumatra. Malaysia, Indonesia and Brunei share the",
        "Island.",
        "283. (b) The driest area of the earth is Atacama-desert. The",
        "Atacama Desert is a plateau in South America, covering a",
        "1,000-kilometre strip of land on the Pacific coast, west of",
        "the Andes mountains. It is the driest hot desert in the world.",
        "284. (a)",
        "285. (d) Foehn is a local wind of Switzerland. A foehn is a type of",
        "dry, warm, down-slope wind that occurs in the lee",
        "(downwind side) of a mountain range. It is a rain shadow",
        "wind that results from the subsequent adiabatic warming of",
        "air that has dropped most of its moisture on windward",
        "slopes (see orographic lift).",
        "286. (d) The coldest place on the earth is Verkhoyansk.",
        "Verkhoyansk is a town in Verkhoyansky District of the",
        "Sakha Republic, Russia, located on the Yana River near the",
        "Arctic Circle, 675 kilometers from Yakutsk.",
        "287. (a)",
        "288. (a)",
        "289. (c)",
        "join telegram https://t.me/reetmaterials2",
        "290. (c)",
        "291. (b)",
        "292. (b)",
        "293. (a) The Niger River is the principal river of western Africa,",
        "extending about 4,180 km. Its drainage basin is 2,117,700",
        "km² in area. Its source is in the Guinea Highlands in south",
        "eastern Guinea. The Orange River is the longest river in",
        "South Africa. It rises in the Drakensberg Mountains in",
        "Lesotho, flowing westwards through South Africa to the",
        "Atlantic Ocean. The Nile, which is 6,853 km (4,258 miles)",
        "long, is an “international” river as its drainage basin covers",
        "eleven countries, namely, Tanzania, Uganda, Rwanda,",
        "Burundi, Congo-Kinshasa, Kenya, Ethiopia, Eritrea, South",
        "Sudan, Sudan and Egypt. In particular, the Nile is the",
        "primary water source of Egypt and Sudan.",
        "294. (c) Blizzards occur in Siberian Plains. A blizzard is a severe",
        "snowstorm characterized by strong sustained winds of at",
        "least 35 mph (56 km/h) and lasting for a prolonged period of",
        "time—typically three hours or more. A ground blizzard is a",
        "weather condition where snow is not falling but loose snow",
        "on the ground is lifted and blown by strong winds.",
        "Chinook winds blows in the interior West of North America,",
        "where the Canadian Prairies and Great Plains meet various",
        "mountain ranges, although the original usage is in reference",
        "to wet, warm coastal winds in the Pacific Northwest.",
        "Bora winds blow in Greenland. They are originally defined as a",
        "very strong cold wind. It is most common in winter and",
        "occurs when cold air crosses the mountains from the east",
        "and descends to the coast; thus, it is commonly classified",
        "as a gravity (or katabatic) wind. It often reaches speeds of",
        "more than 100 km (60 miles) per hour and has been known",
        "to knock people down and overturn vehicles.",
        "Khamsin blows in Egypt.",
        "295. (d) A desert is a barren area of land where little precipitation",
        "occurs and consequently living conditions are hostile for",
        "plant and animal life. The lack of vegetation exposes the",
        "join telegram https://t.me/reetmaterials2",
        "unprotected surface of the ground to the processes of",
        "denudation. About one third of the land surface of the world",
        "is arid or semi-arid. This includes much of the Polar",
        "Regions where little precipitation occurs and which are",
        "sometimes called polar deserts or “cold deserts”. The",
        "Sahara desert is the largest single stretch desert in the",
        "world and after that Great Australian Desert.",
        "296. (c)",
        "297. (b) The Gobi Desert is a large desert region in Asia. It covers",
        "parts of northern and north western China, and of southern",
        "Mongolia.",
        "The Kalahari Desert is a large semi-arid sandy savannah in",
        "Southern Africa extending 900,000 square kilometres,",
        "covering much of Botswana, parts of Namibia, and regions",
        "of South Africa.",
        "The Great Sandy Desert, an interim Australian bioregion, is",
        "located in the North West of Western Australia straddling",
        "the Pilbara and southern Kimberley regions.",
        "The Atacama Desert is a plateau in South America, covering a",
        "1,000-kilometre strip of land on the Pacific coast, west of",
        "the Andes Mountains. It is the driest non-polar desert in the",
        "world.",
        ""
    ],
    [
        "298. (a) Mt. Everest is in Nepal which is the highest Peak of the",
        "world K2 is in India. It is the 2",
        "nd highest Peak in Mt.",
        "Aconcagua is in South America.",
        ""
    ],
    [
        "299. (a) A Chinook wind is a weather phenomenon that creates",
        "warm, dry air that blows down the eastern slopes of the",
        "Canadian Rockies. The name Chinook means “snow eater,”",
        "as the wind occurs most frequently in winter and can disrupt",
        "snowstorms and melt fallen snow. Foehn blows in Northern",
        "slopes of Alps. Sirocco blows in North African desert while",
        "Mistral blows in Southern slopes of Alps.",
        ""
    ],
    [
        "300. (b) The Labrador Current is a cold current in the North Atlantic",
        "Ocean which flows from the Arctic Ocean south along the",
        "coast of Labrador and passes around Newfoundland,",
        "continuing south along the east coast of Nova Scotia. It is a",
        "join telegram https://t.me/reetmaterials2",
        "continuation of the West Greenland Current and the Baffin",
        "Island Current.",
        ""
    ],
    [
        "301. (a) The Labrador Current is a cold current in the North Atlantic",
        "Ocean which flows from the Arctic Ocean south along the",
        "coast of Labrador and passes around Newfoundland,",
        "continuing south along the east coast of Nova Scotia.",
        "The Falkland Current is a cold water current that flows northward",
        "along the Atlantic coast of Patagonia as far north as the",
        "mouth of the Río de la Plata.",
        ""
    ],
    [
        "302. (c) Tropical grasslands are found in tropical wet and dry",
        "climates. These areas are hot year-round, usually never",
        "dropping under 64 degrees Farenheit. Although these areas",
        "are overall very dry, they do have a season of heavy rain.",
        "Annual rainfall is from 20-50 inches per year.",
        "In Mediterranean region, the winter rainfall is caused due to",
        "middle latitude fronts and cyclone.",
        ""
    ],
    [
        "303. (b) The North Atlantic Current (NAC), also known as North",
        "Atlantic Drift and North Atlantic Sea Movement, is a",
        "powerful warm western boundary current that extends the",
        "Gulf Stream north-eastward. The NAC originates from",
        "where the Gulf Stream turns north at the Southeast",
        "Newfoundland Rise, a submarine ridge that stretches southeast from the Grand Banks. The NAC flows northward east",
        "of the Grand Banks, from 40°N to 51°N, before turning",
        "sharply east to cross the Atlantic. It transports more warm",
        "tropical water to northern latitudes than any other boundary",
        "current; more than 40 Sv in the south and 20 Sv as it cross",
        "the Mid-Atlantic Ridge.",
        ""
    ],
    [
        "304. (a) Kuroshio current - The Kuroshio “Black Tide”, “Japan",
        "Current”) is a north-flowing ocean current on the west side",
        "of the North Pacific Ocean. It is similar to the Gulf Stream in",
        "the North Atlantic and is part of the North Pacific Ocean",
        "gyre. Like the Gulf Stream, it is a strong western boundary",
        "current.",
        "Peru Current - Peru Current features a typically wide and slow",
        "equator ward transport of cold water along the coast of",
        "join telegram https://t.me/reetmaterials2",
        "South America.",
        "Labrador Current – It is a cold current in Atlantic Ocean.",
        "Florida Current – Warm current in Atlantic Ocean.",
        ""
    ],
    [
        "305. (a) A hurricane is a type of storm called a tropical cyclone,",
        "which forms over tropical or subtropical waters. A tropical",
        "cyclone is a rotating low-pressure weather system that has",
        "organized thunderstorms but no fronts (a boundary",
        "separating two air masses of different densities). Tropical",
        "cyclones with maximum sustained surface winds of less",
        "than 39 miles per hour (mph) are called tropical",
        "depressions. Those with maximum sustained winds of 39",
        "mph or higher are called tropical storms. They develop over",
        "the ocean between 8 ̊ - 15 ̊ N.",
        ""
    ],
    [
        "306. (b) Bass Strait is a sea strait which separates Tasmania from",
        "the Australian mainland.",
        ""
    ],
    [
        "307. (d) Selvas is a tropical rain forest found in the Amazon basin of",
        "South America.",
        ""
    ],
    [
        "308. (b) The Great Barrier Reef is the world’s largest coral reef",
        "system located in the Coral Sea, off the coast of",
        "Queensland, Australia.",
        ""
    ],
    [
        "309. (b) Guallatire is one of the most active volcanoes in northern",
        "Chile.",
        ""
    ],
    [
        "310. (c) The island of Honshu is located in Japan.",
        ""
    ],
    [
        "311. (b) Mellanesia region consists of the four countries of Vanuatu,",
        "Solomon Islands, Fiji and Guinea. It is a sub-region of",
        "Oceania extending from the western end of the Pacific",
        "Ocean to the Arafura Sea, and eastward to Fiji. Besides",
        "these independent countries, Melanesia also includes New",
        "Caledonia, Maluku Islands and West Papua.",
        ""
    ],
    [
        "312. (a)",
        "1. Cirque and coal - Glacial Topography",
        "2. Barkhans and Yardans- Desert topography",
        "3. Eddies and Potholes- Fluvial topography",
        ""
    ],
    [
        "313. (c) An epiphyte is a plant that grows harmlessly upon another",
        "plant (such as a tree), and derives its moisture and nutrients",
        "from the air, rain. Epiphytes provide a rich and diverse",
        "join telegram https://t.me/reetmaterials2",
        "habitat for other organisms including animals, fungi,",
        "bacteria etc.Selvas is found in South America.Savanna is a",
        "rolling grassland scattered with shrubs and isolated trees,",
        "which can be found between a tropical rainforest and desert",
        "biome. Savanna is found in Africa, South America, India,",
        "and Australia.Tundra is type of biome where the tree growth",
        "is hindered by low temperatures and short growing",
        "seasons. Tundra is the coldest of all the biomes. The",
        "vegetation is composed of dwarf shrubs, sedges and",
        "grasses, mosses, and lichens.",
        "Tropophytesis a kind of plant adapted to climatic conditions in",
        "which periods of heavy rainfall alternate with periods of",
        "drought. It grows in monsoon land.",
        ""
    ],
    [
        "314. (a) During summer season(May, June, and July) the northern",
        "hemisphere is exposed to more direct sunlight because the",
        "hemisphere faces the sun.",
        ""
    ],
    [
        "315. (d) Climate change benefits Russia and Northern Europe as",
        "they are in colder region.",
        ""
    ],
    [
        "316. (b) While the latitude of a particular location affects its climate,",
        "the longitude can determine the time zone a particular",
        "location is in.",
        ""
    ],
    [
        "317. (a) The Comoros Islands are an archipelago of four volcanic",
        "islands and several islets located in the western Indian",
        "Ocean about ten to twelve degrees south of the Equator.",
        "They lie approximately halfway between the island of",
        "Madagascar and northern Mozambique at the northern end",
        "of the Mozambique Channel.",
        ""
    ],
    [
        "318. (d) Loess soil is a wind-blown sedimentary deposit. Good",
        "examples are found in China and Europe and United States",
        "etc. It is a kind of silt that forms a fertile topsoil in some",
        "parts of the world. Loess consists of tiny mineral particles",
        "brought by wind to the places where they now lie. These",
        "mineral particles are finer than sand, but coarser than clay.",
        ""
    ],
    [
        "319. (d) Cordilleras of North America is a part of the Cordilleran",
        "mountain system found in the western part of North America",
        "join telegram https://t.me/reetmaterials2",
        "and extendingthrough the coterminous United States and",
        "Alaska, Canada, and Mexico.",
        ""
    ],
    [
        "320. (c) A conical hill is a hill with uniform slope and is represented",
        "by concentric contours spaced almost regularly. It is a small",
        "but distinctive rock hill, 655 metres (2,150 ft) high, on the",
        "southern slopes of Mount Terror, above Cape MacKay, on",
        "Ross Island.",
        ""
    ],
    [
        "321. (a)",
        ""
    ],
    [
        "322. (d)",
        ""
    ],
    [
        "323. (c)",
        ""
    ],
    [
        "324. (d)",
        ""
    ],
    [
        "325. (b) Both statements are correct but statement II is not the",
        "correct explanation of statement I.",
        ""
    ],
    [
        "326. (a) The Faroe Islands are an archipelago between the",
        "Norwegian Sea and the North Atlantic Ocean. The Faroese",
        "sheep is a breed of domestic sheep native to the Faroe",
        "Islands. Thus, this group of islands is also known as Island",
        "of Sheep.",
        ""
    ],
    [
        "327. (a) When two rigid slabs of lithospheric, known as plate collid",
        "with an another. The plate made of heavier material is tend",
        "to below the plate made of lights material (SIAG).",
        ""
    ],
    [
        "328. (a)",
        ""
    ],
    [
        "329. (c) Humboldt, Oyashio and Canaries are the cold ocean",
        "currents while Brazil current is the warm Ocean current.",
        ""
    ],
    [
        "330. (a) East Australian current is the warm current while west",
        "Australian, current. Benguela current and peru current are",
        "the cold ocean Currents.",
        ""
    ],
    [
        "331. (d)",
        ""
    ],
    [
        "332. (d) All these dams are important dams on respective rivers.",
        ""
    ],
    [
        "333. (b) Bushfires are rampant in Australia, while hurricanes affect",
        "U.S.A. the most and typhoons to china. Baguio is a",
        "mountain resort city in Philippines.",
        ""
    ],
    [
        "334. (c) Downs are grasslands in Australia while velds and prairies",
        "are grasslands in Southern Africa and Northern America",
        "respectively.",
        "join telegram https://t.me/reetmaterials2",
        "List-I",
        "(Plateau)",
        "List-II",
        "(a) Pamir Tajikistan",
        "(b) Kimberley Australia",
        "(c) Meseta Spain",
        "(d) Yukon Canada",
        ""
    ],
    [
        "335. (d) Mt. cotopaxi located in Ecuador is one of the highest active",
        "volcanoes in the world.",
        ""
    ],
    [
        "336. (a) Venice is known as queen of the Adriatic.",
        ""
    ],
    [
        "337. (c)",
        ""
    ],
    [
        "338. (b) canada has the longest coastline among all the countries of",
        "the world.",
        ""
    ],
    [
        "339. (b) Five-flower lake is situated in Jiuzhaigou valley of China.",
        ""
    ],
    [
        "340. (c) Yangtze River, longest river in both China and Asia and",
        "third longest river in the world.",
        ""
    ],
    [
        "341. (a) North America was not the part of Gondwana Land.",
        ""
    ],
    [
        "342. (d) The Gibson Desert, an interim Australian bioregion, covers",
        "a large dry area in the state of Western Australia and is still",
        "largely in an almost ‘pristine’ state. It is about 155,000",
        "square kilometres (60,000 sq mi) in size, making it the 5th",
        "largest desert in Australia, after the Great Victoria, Great",
        "Sandy, Tanami and Simpson deserts.",
        ""
    ],
    [
        "343. (d) Asian Continent has all types of climatic zones.",
        ""
    ],
    [
        "344. (d) ‘ITCZ’ mean Inter Tropical Convergence zone.",
        ""
    ],
    [
        "345. (c)",
        ""
    ],
    [
        "346. (a) Majuli Island in Brahmaputra River in Assam is the largest",
        "riverine Islands of the world.",
        ""
    ],
    [
        "347. (d) The ‘Patagonian Desert’ is Situated in South America.",
        ""
    ],
    [
        "348. (d)",
        ""
    ],
    [
        "349. (b) Caribbean plate is not a major plate of the world. It is a",
        "mostly oceanic tectonic plate underlying Central America",
        "and the Caribbean sea off the north coast of South America.",
        "join telegram https://t.me/reetmaterials2",
        ""
    ],
    [
        "350. (a) Land surface is heated more quickly and to a greter extent",
        "than the water surface when subjected to equal amount of",
        "insalation because land is opaque while water is",
        "transparent to solar radiation.",
        ""
    ],
    [
        "351. (b) Stromboli is one of the most active volcanoes on Earth and",
        "has been erupting almost continuously since 1932. It is also",
        "known as the ‘Lighthouse of the Mediterranean’.",
        ""
    ],
    [
        "352. (c) Huangpu River flows through Shanghai.",
        ""
    ],
    [
        "353. (a) The Palk Strait is a strait between the Tamil Nadu State of",
        "India and the Mannar district of the Northern Province of the",
        "Island nation of Sri Lanka.",
        ""
    ],
    [
        "354. (a) Severe tropical typhoon ‘Nida’ hit the city of Shenzhan in",
        "China in August 2016.",
        ""
    ],
    [
        "355. (b) The process responsible for the Weathering of rocks in",
        "Karts region is carbonation. Because it is a type of chemical",
        "weathering of rocks by rainwater. It is a very significant",
        "process in the reduction of limestone terrain.",
        ""
    ],
    [
        "356. (b) Pan Plane is almost a flat land surface created by the",
        "coalescence of flood plains owing to the lateral erosion by",
        "rivers of the intervening divides.",
        ""
    ],
    [
        "357. (d) Atacama deserts is famous for the deposits of Nitrates.",
        ""
    ],
    [
        "358. (a) Maximum Coastal erosion is caused by waves.",
        ""
    ],
    [
        "359. (d) Cryosphere are such parts of earth’s system where the",
        "temperature goes down below 0°c at least once a year. The",
        "largest component of it is the snow belt of Greenland and",
        "Antartica. Its components are Marine Snow, ice - shelf,",
        "frozen land, and ice - caps.",
        ""
    ],
    [
        "360. (d) Taal is a complex Volcano located on the island of Luzon in",
        "the Philippines.",
        ""
    ],
    [
        "361. (c) Summer rains in Australia Broadly decreases from north to",
        "sout"
    ]
]