[
    [
        "1. (c) The colour of the star is an indication of its temperature. The glowing is",
        "caused by something called Black-Body radiation, which has to do with the",
        "heat energy trying to radiate away in more and more energetic wavelengths.",
        "Red stars are relatively cool at only a few thousand degrees Celsius, white",
        "stars are hot at about ten thousand degrees, and blue stars are the hottest.",
        ""
    ],
    [
        "2. (a) The planet nearest to the sun is Mercury. Mercury is the smallest and closest",
        "to the Sun of the eight planets in the Solar System, with an orbital period of",
        "about 88 Earth days.",
        ""
    ],
    [
        "3. (b) The group of stars arranged in a definite pattern is called constellation. In",
        "modern astronomy, a constellation is an internationally defined area of the",
        "celestial sphere. These areas are grouped around asterisms, which are",
        "patterns formed by prominent stars within apparent proximity to one another",
        "on Earth’s night sky.",
        ""
    ],
    [
        "4. (c) The Asteroid belt is found between Mars and Jupiter. The large majority of",
        "known asteroids orbit in the asteroid belt between the orbits of Mars and",
        "Jupiter, or are co-orbital with Jupiter.",
        ""
    ],
    [
        "5. (a) Ganymede is the largest satellite in solar system. Ganymede is a satellite of",
        "Jupiter and the largest moon in the Solar System. It is the seventh moon and",
        "third Galilean satellite outward from Jupiter. Completing an orbit in roughly",
        "seven days, Ganymede participates in a 1:2:4 orbital resonance with the",
        "moons Europa and Io, respectively. It has a diameter of 5,268 km (3,273 mi),",
        "8% larger than that of the planet Mercury, but has only 45% of the latter’s",
        "mass.",
        ""
    ],
    [
        "6. (d) Neptune takes the longest time to go around the sun. Neptune orbits the Sun",
        "at an average distance of 4.5 billion km. Like all the planets in the Solar",
        "System, Neptune follows an elliptical path around the Sun, varying its distance",
        "to the Sun at different points along its orbit.",
        ""
    ],
    [
        "7. (b) The planet which is called twin sister of earth is Venus. Venus is known as the",
        "Earth’s twin because of its similar size, chemical composition and density.",
        "However, due to its toxic atmosphere, Venus is not habitable.",
        ""
    ],
    [
        "8. (a) The distance of moon from the Earth is 384 thousands kms. The Moon is the",
        "only natural satellite of the Earth and the fifth largest moon in the Solar",
        "System. It is the largest natural satellite of a planet in the Solar System relative",
        "to the size of its primary, having 27% the diameter and 60% the density of",
        "Earth, resulting in ¹⁄ its mass.",
        ""
    ],
    [
        "9. (d) Jupiter was named on the Roman God Zeus. Zeus is the “Father of Gods and",
        "men” who rules the Olympians of Mount Olympus as a father rules the family",
        "according to the ancient Greek religion. He is the God of sky and thunder in",
        "Greek mythology. Zeus is etymologically cognate with and, under Hellenic",
        "influence, became particularly closely identified with Roman Jupiter.",
        ""
    ],
    [
        "10. (a) Venus is smaller in size than the Earth. Diameter of earth is12,742 km while",
        "that of Venus is 12,100 km",
        ""
    ],
    [
        "11. (c) The largest planet in our solar system is Jupiter. Jupiter is the fifth planet from",
        "the Sun and the largest planet in the Solar System. It is a gas giant with mass",
        "one-thousandth of that of the Sun but is two and a half times the mass of all",
        "the other planets in the Solar System combined.",
        ""
    ],
    [
        "12. (a) Jupiter has largest number of satellites or moons. The planet Jupiter has 67",
        "confirmed moons. This gives it the largest retinue of moons with “reasonably",
        "secure” orbits of any planet in the Solar System.",
        ""
    ],
    [
        "13. (b) Earth is called the ‘Blue Planet’ due to the abundant water on its surface. This",
        "is because liquid water covers most of the surface of the planet. The Earth has",
        "the right mass, chemical composition, and location can support liquid water.",
        ""
    ],
    [
        "14. (d) The approximately diameter of Earth is 12800 km. The rotation of the planet",
        "has slightly flattened it out, so it has a larger diameter at the equator than at",
        "the poles. The equatorial diameter of Earth is 12,756 km, its polar diameter is",
        "12,713 km, and its average diameter, which is referred to in common usage, is",
        "12,742 km or 7,926 miles.",
        ""
    ],
    [
        "15. (d) The Earth rotates around its axis from west to east. Earth’s rotation is the",
        "rotation of the solid Earth around its own axis. The Earth rotates from the west",
        "towards the east. As viewed from the North Star or polestar Polaris, the Earth",
        "turns counter-clockwise.",
        ""
    ],
    [
        "16. (b) The time taken by the Earth to complete one rotation on its axis is 23 hr-56",
        "min 4 sec.",
        ""
    ],
    [
        "17. (b) The distance from sun to Earth is called an astronomical unit (AV) one of the",
        "Nearest star sirius is more than thousands of AV distance from Earth.",
        ""
    ],
    [
        "18. (c) Venus is the brightest planet. It is third brightest object in sky after the sun and",
        "moon.",
        ""
    ],
    [
        "19. (b) The mean radius of Earth is 6371 km or approximately a 6400 km",
        ""
    ],
    [
        "20. (c) The planet Venus rotates clock wise. On Venus, the rotation is backwards, or",
        "clockwise, which is called retrograde. Standing on the surface of Venus, one",
        "would be able to see the sun rising from the west.",
        ""
    ],
    [
        "21. (b) The nuclear fuel in the sun is Hydrogen. Actually the sun isn’t “burning,” but",
        "instead its heat and light comes from its core where the element hydrogen is",
        "continuously being converted into the element helium. This known as nuclear",
        "fusion and is basically the same thing a hydrogen bomb does.",
        ""
    ],
    [
        "22. (d) The outermost layer of the sun is called corona. A corona is a type of plasma",
        "that surrounds the Sun and other celestial bodies. The Sun’s corona extends",
        "millions of kilometers into space and is most easily seen during a total solar",
        "eclipse, but it is also observable with a coronagraph.",
        ""
    ],
    [
        "23. (c) The surface temperature of Sun is 5778 K or approximately 6000 K.",
        ""
    ],
    [
        "24. (c) Midnight Sun Occurs in Polar region in Summer months where sun remains",
        "visible at local midnight.",
        ""
    ],
    [
        "25. (b) Mars is known as Red planet. Mars is the fourth planet from the Sun and the",
        "second smallest planet in the Solar System. Named after the Roman God of",
        "war, it is often described as the “Red Planet” because the iron oxide prevalent",
        "on its surface gives it a reddish appearance. Mars is a terrestrial planet with a",
        "thin atmosphere, having surface features reminiscent both of the impact",
        "craters of the Moon and the volcanoes, valleys, deserts, and polar ice caps of",
        "Earth.",
        ""
    ],
    [
        "26. (c) Venus is the planet whose period of rotation is longer than the period of",
        "revolution around the sun. The period of rotation for Venus is 243 days. In",
        "other words, Venus takes 243 days to turn once on its axis so that the stars",
        "are in the same position in the sky.",
        ""
    ],
    [
        "27. (d) The last stage in the life circle of a star is white dwarf. Small stars, like the",
        "Sun, will undergo a relatively peaceful and beautiful death that sees them pass",
        "through a planetary nebula phase to become a white dwarf.",
        ""
    ],
    [
        "28. (a) On an average Sunlight reaches on Earth in 8 min. 20 sec.",
        ""
    ],
    [
        "29. (b) Moonlight reaches on Earth around 1.3 sec.",
        ""
    ],
    [
        "30. (a) Space between Earth and Moon is known as Cislunar. Pertaining to the space",
        "between the earth and the orbit of the moon.",
        ""
    ],
    [
        "31. (c) Our solar system is located in Milky Way Galaxy. The Milky Way is the galaxy",
        "that contains our Solar System. Its name “milky” is derived from its",
        "appearance as a dim glowing band arching across the night sky in which the",
        "naked eye cannot distinguish individual stars.",
        ""
    ],
    [
        "32. (c) Neutron star is also known as Pulsar. A neutron star is a type of stellar",
        "remnant that can result from the gravitational collapse of a massive star.",
        ""
    ],
    [
        "33. (d) White Dwarf is known as Fossil star. They are supported by electron",
        "degeneracy pressure. It amplifies the contrast with red giants. They are both",
        "very hot and very small. They are the opposite of black holes. They are the",
        "end-products of small, low-mass stars.",
        ""
    ],
    [
        "34. (c) Sun generates its energy by nuclear fusion of hydrogen nuclei into helium.",
        ""
    ],
    [
        "35. (d) Nebulae is an interstellar cloud of dust in outer space.",
        ""
    ],
    [
        "36. (b) Venus is nearest planet to Earth. Although distance is not fixed and it may",
        "vary from 38 million to 261 million Km depending upon orbital motion.",
        ""
    ],
    [
        "37. (c) The number of sunspots observed on the surface of the sun varies from year",
        "to year in a cyclical way. The length of the cycle is around 11 years on",
        "average.",
        ""
    ],
    [
        "38. (d) The group of small pieces of rocks revolving round the sun between the orbits",
        "of Mars and Jupiter are called asteroids.",
        ""
    ],
    [
        "39. (c) Presence of ice cap and frozen water on Mars is one of the most significant",
        "reasons for presence of life forms.",
        ""
    ],
    [
        "40. (b) Jupiter takes maximum time for one revolution around the sun. Jupiter",
        "revolves or orbits around the Sun once every 11.86 Earth years, or once every",
        "4,330 point 6 Earth days. Jupiter travels at an average speed of 29,236 miles.",
        ""
    ],
    [
        "41. (c) Venus is called the Evening star. Because it trails the Sun in the sky and",
        "brightens into view immediately after the Sun sets and when the sky is dark",
        "enough. When Venus is at its brightest, it appears visible merely minutes after",
        "the Sun has set.",
        ""
    ],
    [
        "42. (a) The Earth shows minimum distance from the Sun on 3rd January.",
        ""
    ],
    [
        "43. (a) Saturn is surrounded by ring. Saturn has a ring around it because it is",
        "believed to be very big and has lots of moons, meaning it has a strong pull of",
        "gravity. Another major reason is that the asteroids fling into its orbit and the",
        "rings are not solid.",
        ""
    ],
    [
        "44. (b) In Lunar eclipse Earth comes between Sun and Moon.",
        ""
    ],
    [
        "45. (a) Earth is inclined by 23 1/2 degree on its axis.",
        ""
    ],
    [
        "46. (d) The planet Pluto has been declared as a dwarf planet in the summit held in",
        "Prague. In August 2006 the International Astronomical Union (IAU)",
        "downgraded the status of Pluto to that of “dwarf planet.” This means that from",
        "now on only the rocky worlds of the inner Solar System and the gas giants of",
        "the outer system will be designated as planets.",
        ""
    ],
    [
        "47. (a)",
        ""
    ],
    [
        "48. (b)",
        ""
    ],
    [
        "49. (b) The sky looks black from the space. In space, sunlight or any kind of star light",
        "does not have anything from which to bounce off.",
        ""
    ],
    [
        "50. (a) The black part of the moon is called sea of tranquility. Sea of tranquility is not",
        "an actual sea but rather the point at which Apollo 11 first landed on when it",
        "reached the moon. It is a lunar mare which mainly consists of basalt rock and",
        "is located on the Tranquillitatis basin which is on the Moon. The mare has a",
        "tint which is slightly blue in colour and stands out from the rest of the moon.",
        ""
    ],
    [
        "51. (d)",
        ""
    ],
    [
        "52. (a)",
        ""
    ],
    [
        "53. (b)",
        ""
    ],
    [
        "54. (c) The revolution of the earth around the sun alone is not enough for change of",
        "seasons. Had the axis of the earth been vertical, the sun would have been",
        "vertical at the same latitude throughout the year. Therefore the revolution of",
        "the earth and its inclination, both are necessary for the change of seasons.",
        ""
    ],
    [
        "55. (b) The direction of the sunrise depends upon the direction of the rotation of the",
        "earth on its axis. Any planet rotation on its axis from west to east will",
        "experience sunrise in the east and vice versa. Venus rotates on its axis from",
        "east to west and thus experiences sunrise in the west.",
        ""
    ],
    [
        "56. (a) Latitude is distance North or south of the equator. It may also be defined as",
        "an angle which ranges from 0° at the equator to 90° at the poles.",
        ""
    ],
    [
        "57. (a) Longitude is measured in degrees East or West of the Prime Meridian.",
        ""
    ],
    [
        "58. (c) The Earth is closest to the Sun or at the perihelion on January 3, when it is",
        "winter in the Northern Hemisphere.",
        ""
    ],
    [
        "59. (d) The Earth is farthest from the sun at the Aphelion on July 4, when it is",
        "summer in the Northern Hemisphere.",
        ""
    ],
    [
        "60. (b) Sun is vertical over the tropic of cancer on June 21 or Summer Solstice.",
        ""
    ],
    [
        "61. (a)",
        ""
    ],
    [
        "62. (c)",
        ""
    ],
    [
        "63. (b)",
        ""
    ],
    [
        "64. (a)",
        ""
    ],
    [
        "65. (a)",
        ""
    ],
    [
        "66. (b)",
        ""
    ],
    [
        "67. (d)",
        ""
    ],
    [
        "68. (c)",
        ""
    ],
    [
        "69. (c)",
        ""
    ],
    [
        "70. (b) The shortest ditance between two places on the earth surface is along the",
        "Great Circles. The property of a great circle is that a plane passed along it",
        "passes through the centre of the earth and divides it into two equal parts or",
        "hemispheres. Among the latitudes only the equator is a great circle while",
        "among longitudes all of them are great circles.",
        ""
    ],
    [
        "71. (a) Asteroids are rocky debris of varying sizes orbiting the Sun. They are",
        "generally small but some has the diameter of 1000 km. Asteroids are minor",
        "planets whose orbits lie between Jupiter and Mars. These are said to be the",
        "fragments of a larger planet disrupted long ago. Their number is estimated to",
        "be 30,000 pieces of rocky debris out of which more than half are known.",
        ""
    ],
    [
        "72. (a) The Earth is the densest planet in the solar system. The density of Earth is",
        "5.513g/cm3. This is an average of all the material on the planet.",
        ""
    ],
    [
        "73. (d) Smallest planet of the solar system is Mercury while the largest is Jupiter.",
        "Planet second from the Sun in the solar system is Venus; planet nearest to the",
        "Sun is Mercury.",
        ""
    ],
    [
        "74. (c) Diamond Ring is the phenomenon which occurs along the peripheral regions",
        "of the totality tail. As the last bits of sunlight pass through the valleys on the",
        "moon’s limb, and the faint corona around the sun is just becoming visible, it",
        "looks like a ring with glittering diamonds on it.",
        ""
    ],
    [
        "75. (a) The tail of the comet is always away from the Sun because the comet rotates",
        "around the Sun, the lighter mass of the comet is pushed away due to the",
        "centrifugal force alone. The tail of a comet is made up of gas and tiny particles",
        "that are carried away from the sun by the solar wind. Comets are formed",
        "mostly from ice and dust, and their tails only form when they are close enough",
        "to be melted by heat from the sun. As the nucleus of a comet begins to melt, it",
        "forms a cloud of gas and small particles known as the coma. When comets",
        "travel close enough into the center of our solar system, pressure from sunlight",
        "causes the coma to form a tail that stretches away from the sun.",
        ""
    ],
    [
        "76. (a) The same side of the Moon is always faces the Earth because the Moon spins",
        "once on its axis in exactly the same amount of time that the Moon revolves",
        "around the Earth.",
        ""
    ],
    [
        "77. (a) Existence of human life on Venus is highly improbable because Venus has",
        "extremely high level of carbon dioxide in its atmosphere.",
        ""
    ],
    [
        "78. (d) The term SYZYGY is referred to when the moon, sun and earth lie along a",
        "straight line. As seen from the Earth, a solar eclipse is a type of eclipse that",
        "occurs when the Moon passes between the Sun and Earth, and the Moon fully",
        "or partially blocks (“occults”) the Sun. This can happen only at new moon,",
        "when the Sun and the Moon are in conjunction as seen from Earth in an",
        "alignment referred to as SYZYGY. In a total eclipse, the disk of the Sun is fully",
        "obscured by the Moon. In partial and annular eclipses only part of the Sun is",
        "obscured.",
        ""
    ],
    [
        "79. (d) The diameter of the planet Mars is less than that of the Earth. Mars has",
        "approximately half the diameter of Earth. It is less dense than Earth, having",
        "about 15% of Earth’s volume and 11% of the mass. Its diameter is 6,779 Kms.",
        "It takes more time than Earth to orbit around the sun.",
        ""
    ],
    [
        "80. (d) Twinkling of stars is due to the atmospheric refraction of stars. Stars twinkle",
        "because of turbulence in the atmosphere of the Earth. As the atmosphere",
        "churns, the light from the star is refracted in different directions. This causes",
        "the star’s image to change slightly in brightness and position, hence “twinkle.”",
        "This is one of the reasons the Hubble telescope is so successful: in space,",
        "there is no atmosphere to make the stars twinkle, allowing a much better",
        "image to be obtained.",
        ""
    ],
    [
        "81. (d) All the given phenomena are the effect of the rotation of the earth. The Earth",
        "rotates from the west towards the east. As viewed from the North Star or",
        "polestar Polaris, the Earth turns counter-clockwise.",
        ""
    ],
    [
        "82. (a) Eclipse of moon occurs when the Earth comes between the Sun and Moon it",
        "causes the shadow of the Earth to fall on Moon. A lunar eclipse can only",
        "happen during a full moon.",
        ""
    ],
    [
        "83. (a) The albedo of an object determines its visual brightness when viewed with",
        "reflected light. Albedo is the fraction of solar energy (shortwave radiation)",
        "reflected from the Earth back into space. It is a measure of the reflectivity of",
        "the earth’s surface.",
        ""
    ],
    [
        "84. (b) The inexhaustible source of energy of the stars is due to conversion of",
        "Hydrogen to Helium. In the interior of a star, the particles move rapidly in every",
        "direction because of the high temperatures present. Every so often a proton",
        "moves close enough to a nucleus to be captured, and a nuclear reaction takes",
        "place. Only protons of extremely high energy (many times the average energy",
        "in a star such as the Sun) are capable of producing nuclear events of this kind.",
        "A minimum temperature required for fusion is roughly 10 million K. Since the",
        "energies of protons are proportional to temperature, the rate of energy",
        "production rises steeply as temperature increases.",
        ""
    ],
    [
        "85. (d) The sun radiates vast quantities of energy into space, across a wide spectrum",
        "of wavelengths. Most of the radiant energy from the sun is concentrated in the",
        "visible and near-visible parts of the spectrum. The narrow band of visible light,",
        "between 400 and 700 nm, represents 43% of the total radiant energy emitted.",
        "Wavelengths shorter than the visible account for 7 to 8% of the total, but are",
        "extremely important because of their high energy per photon. The shorter the",
        "wavelength of light, the more energy it contains.",
        ""
    ],
    [
        "86. (c) Asteroids are small rocky planetoids. They are small, airless rocky worlds",
        "revolving around the sun that are too small to be called planets. They are also",
        "known as planetoids or minor planets. In total, the mass of all the asteroids is",
        "less than that of Earth’s moon. Comets are formed of frozen gases held",
        "together by rocky and metallic material. Comets show a perceptible glowing",
        "tail while asteroids do not.",
        ""
    ],
    [
        "87. (a) Blue moon phenomenon occurs when two full moons occurs in the same",
        "month. A blue moon is the second full moon in a calendar month. For a blue",
        "moon to occur the first of the full moons must appear at or near the beginning",
        "of the month so that the second will fall within the same month (the average",
        "span between two moons is 29.5 days).",
        ""
    ],
    [
        "88. (b) Comets revolve around the sun only in long elliptical orbit. A comet develops a",
        "tail when it gets close to the Sun.",
        ""
    ],
    [
        "89. (a) The eclipse of Sun occurs when the Moon comes between Sun and the Earth.",
        "The Moon orbits the Earth once a month, and eclipses happen if it lines up",
        "exactly with the Earth and the Sun. Solar eclipses occur at New Moon, when",
        "the Moon is between Earth and the Sun. Lunar eclipses occur at Full Moon,",
        "when Earth is between the Sun and the Moon. Eclipses do not take place",
        "every month because the orbits of the Moon and Earth are tilted at an angle.",
        "Most of the time, the line- up is not precise enough for an eclipse.",
        ""
    ],
    [
        "90. (c) On January 3, our Earth made its closest approach to the Sun for the year--",
        "an event astronomers call perihelion. At perihelion, the Earth is about 147 point 5",
        "million km away from the Sun. The Earth is farthest from the Sun on 4th July.",
        ""
    ],
    [
        "91. (b) Deimos is the satellite of Mars. Europa is the satellite of Jupiter. Tethys is the",
        "satellite of Saturn. Titania is the satellite of Uranus.",
        ""
    ],
    [
        "92. (c) The nearest large galaxy of Milky Way is Andromeda galaxy. At a distance of",
        "about 2.5 million light years, the Andromeda galaxy (also known as NGC 224",
        "and M31) is the nearest galaxy to the Earth apart from smaller companion",
        "galaxies such as the Magellanic Clouds. The Sun’s nearest known star is a red",
        "dwarf star called Proxima Centauri, at a distance of 4.3 light years away.",
        ""
    ],
    [
        "93. (a) Neptune’s atmosphere is made up of hydrogen, helium and methane. The",
        "methane in Neptune’s upper atmosphere absorbs the red light from the sun",
        "but reflects the blue light from the Sun back into space. This is why Neptune",
        "appears blue.",
        ""
    ],
    [
        "94. (c) The earth looks blue when seen from the space due to the presence of large",
        "amount of water.",
        ""
    ],
    [
        "95. (b) Venus is the brightest object in the sky after Sunset. Venus is the second",
        "planet from the sun in our solar system.",
        ""
    ],
    [
        "96. (c) Our solar system is located in the orion arm of the milky way galaxy, about",
        "two-third of the way out from the centre. The sun is about 26,000 light-years",
        "from the center of the Milky Way Galaxy, which is about 80,000 to 120,000",
        "light-years across (and less than 7,000 light-years thick). We are located on",
        "one of its spiral arms, out towards the edge. It takes the sun (and our solar",
        "system) roughly 200-250 million years to orbit once around the Milky Way. In",
        "this orbit, we (and the rest of the Solar System) are traveling at a velocity of",
        "about 155 miles/sec (250 km/sec).",
        ""
    ],
    [
        "97. (b) According to Nova hypothesis, Solar planets were formed because of",
        "explosion of Super Nova. A star becomes Super Nova in that stage when it",
        "has lack of hydrogen elements. A supernova happens where there is a change",
        "in the core, or center, of a star. A change can occur in two different ways, with",
        "both resulting in a supernova.",
        "The first type of supernova happens in binary star systems. Binary stars are two",
        "stars that orbit the same point. One of the stars, a carbon-oxygen white dwarf,",
        "steals matter from its companion star. Eventually, the white dwarf accumulates",
        "too much matter. Having too much matter causes the star to explode, resulting",
        "in a supernova.",
        "The second type of supernova occurs at the end of a single star’s lifetime. As the",
        "star runs out of nuclear fuel, some of its mass flows into its core. Eventually,",
        "the core is so heavy that it cannot withstand its own gravitational force. The",
        "core collapses, which results in the giant explosion of a supernova. The sun is",
        "a single star, but it does not have enough mass to become a supernova.",
        ""
    ],
    [
        "98. (c) Moon is the satellite of Earth. Ganymede is the satellite of Jupiter. Triton is the",
        "satellite of Neptune. Titan is the satellite of Saturn.",
        ""
    ],
    [
        "99. (a) Uranus is a planet. Moon is a satellite. Halley is a comet. Mariner is an",
        "artificial satellite. The Mariner program was conducted by the American space",
        "agency NASA in conjunction with Jet Propulsion Laboratory (JPL) that",
        "launched a series of robotic interplanetary probes designed to investigate",
        "Mars, Venus and Mercury from 1962 to 1973. The program included a number",
        "of firsts, including the first planetary flyby, the first pictures from another planet,",
        "the first planetary orbiter, and the first gravity assist maneuver.",
        ""
    ],
    [
        "100. (c) Only two planets Venus and Uranus revolve around the sun from east to west",
        "while other planets revolve around the sun from west to east.",
        ""
    ],
    [
        "101. (a) The sun is the heart spot of the Solar system which is the source of energy of",
        "all organisms on Earth. Our sun is the center of our solar system and is the",
        "source of all energy for almost every organism on the face of the Earth. The",
        "sun provides a vast spectrum of energy. Everyone knows that the sun",
        "produces lots of heat and light. But our sun produces energy that is much",
        "more important. The vast amount of energy that our sun produces is called",
        "RADIANT ENERGY. Radiant energy is defined as invisible and invisible light; it",
        "is also energy that travels in waves. directly or indirectly, the sun provides",
        "nearly all of the energy required by the organisms on Earth. The corona is the",
        "outermost layer of the Sun, starting at about 1300 miles (2100 km) above the",
        "solar surface (the photosphere). The temperature in the corona is 500,000 K",
        "(900,000 degrees F, 500,000 degrees C) or more, up to a few million K.",
        ""
    ],
    [
        "102. (a) These measurements confirm geophysical models that say that the",
        "temperature difference between the solid core and the mantle above must be",
        "at least 1,500° C to explain why the earth has a magnetic field. The research",
        "team, which was led by Agnes Dewaele from the CEA, a French technological",
        "research organisation, used X-rays from the European Synchrotron Radiation",
        "Facility (ESRF) in Grenoble, France, as a key investigating tool.",
        ""
    ],
    [
        "103. (a) As Earth revolves around the Sun there are two moments each year when the",
        "Sun is exactly above the equator. These moments are called equinoxes which",
        "occur around March 20 or 21. The summer solstice occurs during the",
        "hemisphere’s summer. This is the northern solstice in the northern hemisphere",
        "and the southern solstice in the southern hemisphere. Depending on the shift",
        "of the calendar, the summer solstice occurs sometime between June 20 and",
        "June 22 in the northern hemisphere and between December 20 and",
        "December 23 each year in the southern hemisphere.",
        "The winter solstice (or hibernal solstice), also known as midwinter, is an",
        "astronomical phenomenon marking the day with the shortest period of daylight",
        "and the longest night of the year. In the Northern Hemisphere this is the",
        "December solstice and in the Southern Hemisphere this is the June solstice. It",
        "occurs on 22 September in northern hemisphere and 20 March in southern",
        "hemisphere. Autumnal equinox occurs on September 23.",
        ""
    ],
    [
        "104. (b) A prime meridian is a meridian (a line of longitude) in a geographical",
        "coordinate system at which longitude is defined to be 0°. A prime meridian and",
        "its opposite in a 360°-system, the 180th meridian (at 180° longitude), form a",
        "great circle. This great circle divides the sphere, e.g., the Earth, into two",
        "hemispheres.",
        "The Tropic of Cancer, also referred to as the Northern Tropic, is the most northerly",
        "circle of latitude on the Earth at which the Sun may appear directly overhead",
        "at its culmination.",
        "The International Date Line (IDL) is an imaginary line of longitude on the Earth’s",
        "surface located at about 180 degrees east (or west) of the Greenwich",
        "Meridian.",
        "Arctic Circle is an imaginary circle round the earth, parallel to the equator, at latitude",
        "66° 32′ N; it marks the northernmost point at which the sun appears above the",
        "level of the horizon on the winter solstice.",
        "Tropic of capricorn is the parallel of latitude that is approximately ²³¹⁄ degrees south",
        "of the equator and that is the southernmost latitude reached by the overhead",
        "sun",
        ""
    ],
    [
        "105. (a) Planet Earth has been called the “Blue Planet” due to the abundant water on",
        "its surface. Pluto, once considered the ninth and most distant planet from the",
        "sun, is now the largest known dwarf planet in the solar system. It is also one of",
        "the largest known members of the Kuiper Belt, a shadowy disk like zone",
        "beyond the orbit of Neptune thought to be populated by hundreds of",
        "thousands of rocky, icy bodies each larger than 62 miles (100 kilometres)",
        "across, along with 1 trillion or more comets. Moon is the natural satellite of",
        "Earth. The sun is considered a star because it has all the characteristics of",
        "one.",
        ""
    ],
    [
        "106. (c) A galaxy is a huge collection of gas, dust, and billions of stars and their solar",
        "systems. A galaxy is held together by gravity. Our galaxy, the Milky Way, also",
        "has a super massive black hole in the middle.",
        ""
    ],
    [
        "107. (a) As the furthest orbiting planet in the Solar System, Neptune has the longest",
        "year, taking 164 point 8 Earth years to complete a single orbit of the Sun. Satrun",
        "has the most moons i.e. 62. Earth has 71% water. Venus has the longest day",
        "of any planet in our solar system. It completes one rotation every 243 Earth",
        "days. Its day lasts longer than its orbit. It orbits the Sun every 224 point 65 Earth",
        "days, so a day is nearly 20 Earth days longer than its year.",
        ""
    ],
    [
        "108. (a) The Global Positioning System (GPS) is a space-based radionavigation",
        "system owned by the United States government and operated by the United",
        "States Air Force. It is a global navigation satellite system that provides",
        "geolocation and time information to a GPS receiver anywhere on or near the",
        "Earth where there is an unobstructed line of sight to four or more GPS",
        "satellites. The GPS system operates independently of any telephonic or",
        "internet reception, though these technologies can enhance the usefulness of",
        "the GPS positioning information. The GPS system provides critical positioning",
        "capabilities to military, civil, and commercial users around the world. The",
        "United States government created the system, maintains it, and makes it",
        "freely accessible to anyone with a GPS receiver. However, the US government",
        "can selectively deny access to the system, as happened to the Indian military",
        "in 1999 during the Kargil War.",
        ""
    ],
    [
        "109. (a) The shape of the Earth is very close to that of an oblate spheroid, a sphere",
        "flattered along the axis from pole to pole such that there is bulge around",
        "equator. This bulge results from the rotation of the Earth and causes the",
        "diameter at the equator to be 43 km large than the pole to pole diameter.",
        ""
    ],
    [
        "110. (a) Kepler’s second law of planetary motion describes the speed of a planet",
        "travelling in an elliptical orbit around the sun. It states that a line between the",
        "sun and the planet sweeps equal areas in equal times. Thus, the speed of the",
        "planet increases as it nears the sun and decreases as it recedes from the sun.",
        ""
    ],
    [
        "111. (c) The Milky Way is the Galaxy in which we live. It is a spiral shaped galaxy that",
        "contains several hundred billion stars, including our Sun. It is about 100,000",
        "light-years across and about 10,000 light-years thick. If you are at a place",
        "which has a very dark night sky, you can sometimes see the Milky Way as a",
        "thick band of stars in the sky. We live out in the suburbs of the Milky Way - not",
        "near the centre, but not near the edge either.",
        ""
    ],
    [
        "112. (c) Lunar eclipse takes place when the Earth comes directly between the Sun",
        "and the Moon. Solar eclipse happens when the Moon comes directly between",
        "the Sun and the Earth.",
        ""
    ],
    [
        "113. (d) The Indian sub-continent was originally part of a huge mass called Gondwana",
        "land. In paleogeography, Gondwana, originally Gondwanaland, is the name",
        "given to the more southerly of two supercontinents which were part of the",
        "Pangaea supercontinent that existed from approximately 510 to 180 million",
        "years ago.",
        ""
    ],
    [
        "114. (a)",
        ""
    ],
    [
        "115. (c)",
        ""
    ],
    [
        "116. (c)",
        ""
    ],
    [
        "117. (c) The earth was nearly covered with snow and ice in pleistocene Era. The",
        "Pleistocene is the geological epoch which lasted from about 2,588,000 to",
        "11,700 years ago, spanning the world’s recent period of repeated glaciations.",
        ""
    ],
    [
        "118. (b)",
        ""
    ],
    [
        "119. (b) Pole wandering is not related to plate tectonic theory.",
        ""
    ],
    [
        "120. (a)",
        ""
    ],
    [
        "121. (a)",
        ""
    ],
    [
        "122. (a) Sial refers to the upper layer of the earth’s crust. It is rich in silicon and",
        "aluminum.",
        ""
    ],
    [
        "123. (a) Nife refers to the earth’s core or the material composing it. It is mainly rich in",
        "Nickel and Iron.",
        ""
    ],
    [
        "124. (b) An Isoseismal line is actually a curve which passes through all connecting",
        "points on the Earth’s surface at which earthquake intensity is the same. It is a",
        "closed curve around the epicenter.",
        ""
    ],
    [
        "125. (c) The Coriollis effect is the apparent deflection of global winds, ocean currents",
        "that moves freely across the Earth’s surface. The deflection is due to the",
        "rotation of the Earth on its axis.",
        ""
    ],
    [
        "126. (c) Continental Drift and Palaeomagretism forms Plate Tectonic Theory. Plate",
        "tectonics is the theory that the outer rigid layer of the earth (the lithosphere) is",
        "divided into a couple of dozen “plates” that move around across the earth’s",
        "surface relative to each other, like slabs of ice on a lake.",
        ""
    ],
    [
        "127. (c) The Earth is formed of three concentric layers: the core, the mantle and the",
        "crust; these are separated by transition zones called discontinuities. The",
        "Earth’s inner core is the Earth’s innermost part and according to seismological",
        "studies, it has been believed to be primarily a solid ball with a radius of about",
        "1,220 kilometres (760 miles), which is about 70% of the Moon’s radius. Moho",
        "discontinuity is the boundary between the Earth’s crust and Mantle.",
        ""
    ],
    [
        "128. (c) The tropical areas get more insolation than the3 temperate areas due to",
        "difference in angle of inclination of sun rays.",
        ""
    ],
    [
        "129. (d) The crust is the outermost solid shell of a rocky planet or natural satellite,",
        "which is chemically distinct from the underlying mantle. The Earth’s crust is",
        "composed of distinctly different continental crust and oceanic crust, which",
        "have different chemical compositions and physical properties, and which were",
        "formed by different geological processes.",
        ""
    ],
    [
        "130. (b) Palaeozoic – Silurian (The Silurian is a geologic period and system spanning",
        "24.6 million years from the end of the Ordovician Period, at 443 point 8 million years",
        "ago (Mya), to the beginning of the Devonian Period, 419 point 2 Mya. As with other",
        "geologic periods, the rock beds that define the period’s start and end are well",
        "identified, but the exact dates are uncertain by several million years. The base",
        "of the Silurian is set at a major Ordovician-Silurian extinction event when 60%",
        "of marine species were wiped out.",
        "Mesozoic – Jurassic (The dinosaurs went extinct 65 million years ago. The",
        "Mesozoic Era lasted about 180 million years, and is divided into three periods,",
        "the Triassic, the Jurassic, and the Cretaceous. Each of these periods is",
        "divided into many epochs and ages. Mesozoic means “Middle Animal” and is",
        "sometimes called the age of reptiles.)",
        "Pre Cambrian – Archean (The Precambrian (or Pre-Cambrian, sometimes",
        "abbreviated pЄ) is the earliest period of Earth’s history, set before the current",
        "Phanerozoic Eon. The Precambrian (colored green on the right) is a supereon",
        "that is subdivided into three eons (Hadean, Archean, Proterozoic) of the",
        "geologic time scale.)",
        "Cainozoic – Oligocene (The Cainozoic (Cenozoic) is the current geological era. It",
        "began 66 million years ago and continues today. Before it was the Mesozoic.",
        "During the Cainozoic the continents moved into their present positions.)",
        ""
    ],
    [
        "131. (c) The properties of aluminium include: low density and therefore low weight,",
        "high strength, superior malleability, easy machining, excellent corrosion",
        "resistance and good thermal and electrical conductivity are amongst",
        "aluminium’s most important properties. Aluminium is also very easy to recycle.",
        ""
    ],
    [
        "132. (d) The interior structure of the Earth is layered in spherical shells, like an onion.",
        "These layers can be defined by their chemical and their rheological properties.",
        "Earth has an outer silicate solid crust, a highly viscous mantle, a liquid outer",
        "core that is much less viscous than the mantle, and a solid inner core. Sudden",
        "movements of interior of earth cause earthquakes.",
        ""
    ],
    [
        "133. (a) The Sial refers to the composition of the upper layer of the Earth’s crust,",
        "namely rocks rich in silicates and aluminium minerals.",
        "Sima is the name for the lower layer of the Earth’s crust. This layer is made of rocks",
        "rich in magnesium silicate minerals.",
        "Nife is the innermost layer of earth.",
        "Fossils are the remains of dead plants and animals trapped in rocks.",
        "Pleistocene - Human",
        "genus",
        "Paleocene - Frogs",
        "Permian - Mammals",
        "Cambrian - Invertebrates",
        ""
    ],
    [
        "134. (c) The epicentre or epicentrum is the point on the Earth’s surface that is directly",
        "above the hypocenter or focus, the point where an earthquake or underground",
        "explosion originates. Homoseismal line. Line on the Earth’s surface",
        "connecting points where the seismic wave arrives, generated by an",
        "earthquake, at the same time.",
        ""
    ],
    [
        "135. (c) Transformation of solar energy into heat requires some time, energy received",
        "by the earth from solar radiations continues to exceed the energy lost by",
        "outgoing long-wave radiations from the earth’s surface from 4.00p.m.",
        ""
    ],
    [
        "136. (b)",
        ""
    ],
    [
        "137. (c) The Earth is closest to the Sun or at its Perihelion- about two weeks after the",
        "December solstice, i.e. 3 January and farthest from the Sun or at its Aphelion,",
        "about two weeks after the June solstice, i.e., 4 July.",
        ""
    ],
    [
        "138. (d) The anticlock wise rotation of Earth deflects winds to the right in the northern",
        "hemisphere and to the left in the southern hemisphere.",
        ""
    ],
    [
        "139. (b)",
        ""
    ],
    [
        "140. (d) Elements in the Earth’s crust -",
        "Oxygen = 47%, Silicon = 28%, Calcium = 3.5%, Sodium = 3% and Magnesium =",
        "2%",
        ""
    ],
    [
        "141. (d) A. Mercury- God of Commerce, Eloquence,and Skill",
        "B. Pluto- God of Underworld and Death",
        "C. Mars- God of War",
        "D. Neptune- God of the Sea",
        ""
    ],
    [
        "142. (d) On the equinox, night and day is nearly exactly the same length - 12 hours -",
        "all over the world. Thus equator experience 12 hours daylight on September",
        "equinox.",
        ""
    ],
    [
        "143. (c) An Astronomical Unit is the mean distance between the Earth and the Sun. 1",
        "AU = 149,597,870.700 kilometers.",
        ""
    ],
    [
        "144. (d) Greenwich Mean Time (GMT) is the mean solar time at the Royal",
        "Observatory in Greenwich(London). The Royal Observatory is also the source",
        "of the Prime Meridian of the world, Longitude 0° 0’ 0’’. Every place on the",
        "Earth is measured in terms of its distance east or west from this line. The",
        "Prime Meridian runs through Greenwich(England) and is at 0° longitude.",
        ""
    ],
    [
        "145. (a)",
        ""
    ],
    [
        "146. (d) Ursa Major constellation lies in the northern sky. Its name means “the great",
        "bear,” or “the larger bear,” in Latin. It is one of the best known constellations in",
        "the sky.",
        ""
    ],
    [
        "147. (c) A meridian is an imaginary line joining the north and south poles at right",
        "angles to the equator, designated by degrees of longitude from 0° at",
        "Greenwich to 180°.The position of a point along the meridian is given by its",
        "latitude. Each meridian is perpendicular to all circles of latitude.",
        ""
    ],
    [
        "148. (c) Black holes are objects of extreme density, with such strong gravitational",
        "attraction that even light cannot escape from their grasp if it comes near",
        "enough. The term “black hole” was coined in 1967 by John Wheeler.",
        ""
    ],
    [
        "149. (a)",
        ""
    ],
    [
        "150. (b) Rejuvenation is the act of restoring to a more youthful condition.",
        ""
    ],
    [
        "151. (d) The epicenter is the point on the Earth’s surface where an earthquake",
        "explosion originates.",
        ""
    ],
    [
        "152. (d) The lithosphere is the solid, outer part of the Earth. The hydrosphere is the",
        "liquid water component of the Earth.An atmosphere is the mixture of gases",
        "surrounding the Earth or other celestial body.The Biosphere is the part of the",
        "earth’s surface and atmosphere inhabited by livingthings.",
        ""
    ],
    [
        "153. (b) In the given condition, difference between seasons will be reduced.",
        ""
    ],
    [
        "154. (d) A nautical mile is based on the circumference of the planet Earth. If you were",
        "to cut the Earth in half at the equator, you could pick up one of the halves and",
        "look at the equator as a circle. You could divide that circle into 360 degrees.",
        "You could then divide a degree into 60 minutes. A minute of arc on the planet",
        "Earth is 1 nautical mile. A nautical mile is1.1508 miles or 6,076 feet.",
        ""
    ],
    [
        "155. (c) Thermal Equator is an imaginary line round the earth running through the",
        "point on each meridian with the highest average temperature. It lies mainly to",
        "the north because of the larger landmasses and thus greater summer heating.",
        ""
    ],
    [
        "156. (b) Time is advance towards the east as Earth rotates west to east",
        ""
    ],
    [
        "157. (c) 111 Kms are represented by 1 degree latitude.",
        ""
    ],
    [
        "158. (a) The distance between two consecutive longitudes at the poles is 0 KM. A",
        "degree of longitude is widest at the equator at 69.172 miles (111.321) and",
        "gradually shrinks to zero at the poles.",
        ""
    ],
    [
        "159. (c) The International Date Line is an imaginary line of longitude on the Earth’s",
        "surface located at about 180 degrees east (or west) of the Greenwich",
        "Meridian.",
        ""
    ],
    [
        "160. (a)",
        ""
    ],
    [
        "161. (b) C-5 M Super Galaxy is a large military transport aircraft. It is designed and",
        "manufactured by Lockheed Martin. It is operated by the US Air Force (USAF).",
        ""
    ],
    [
        "162. (c) Number of days in a year is 365 days and 6 hours (It is not a complete day).",
        "Having years of 365 days makes the year too short. To keep up with the real",
        "length of the year maintaining an integer number of days,an extra day is",
        "added every four years.",
        ""
    ],
    [
        "163. (a) A region of the globe found over the oceans near the equator in the",
        "intertropical convergence zone and having weather characterized variously by",
        "calm air, light winds, or squalls and thunderstorms is called Doldrums.",
        ""
    ],
    [
        "164. (a) Neptune’s atmosphere is made up of hydrogen, helium and methane. The",
        "methane in Neptune’s upper atmosphere absorbs the red light from the sun",
        "but reflects the blue light from the Sun back into space. This is why Neptune",
        "appears blue.",
        ""
    ],
    [
        "165. (b) Secondary waves (S waves) are the second fastest travelling seismic waves",
        "(after primary waves) and can travel through solids but not through liquids or",
        "gases. It helps scientists to understand the internal structure of the Earth.",
        ""
    ],
    [
        "166. (a) There are four terrestrial planets in our Solar System: Mercury, Venus, Earth,",
        "and Mars. The terrestrial planets in our Solar System are also known as the",
        "inner planets because these planets are the four closest to the Sun.",
        ""
    ],
    [
        "167. (d) There is a difference of 360 degree longitude between 165 degree east and",
        "165 degree west. The time interval is 24 hours because every 15 degree",
        "longitude, there is a time difference of 1 hour.",
        ""
    ],
    [
        "168. (c) The difference in time to the extent of 1 day on either side of the International",
        "Date Line is caused by rising of the sun in the east and not by inclined axis of",
        "the earth.",
        ""
    ],
    [
        "169. (b) Equatorial regions are located in a band around the Equator and cover about",
        "6% of the Earth’s surface. They are often in lowland areas and have a climate",
        "that is hot and wet all year round. In these parts, earth surface experiences",
        "least variation in incoming solar radiation throughout the year.",
        ""
    ],
    [
        "170. (c) Albedo is the fraction of solar energy (shortwave radiation) reflected from the",
        "Earth back into space.",
        ""
    ],
    [
        "171. (b) The meridian passing through Greenwich, England,designated as the zero",
        "meridian (0°) that is directly under the sun experiences solar noon at a given",
        "time.",
        ""
    ],
    [
        "172. (c) The edge of the sunlit hemisphere forms a circular boundary separating the",
        "earth into a light half and a dark half.",
        ""
    ],
    [
        "173. (c) A geostationary satellite is an earth-orbiting satellite, placed at an altitude of",
        "approximately 35,800 kilometres (22,300 miles) directly over the equatorand",
        "revolves in the same direction as the earth rotates (west to east).",
        ""
    ],
    [
        "174. (a) Albedo also varies according to the angle of incidence of the Sun Rays being",
        "higher for slanting rays and lower for vertical or nearly vertical rays. From this",
        "we can derive that albedo will be relatively higher during early morning and",
        "late evening because at both times, Sun rays are slanting.",
        ""
    ],
    [
        "175. (c) Composite cone volcanoes, which are also called ‘stratovolcanoes’ or simply",
        "‘composite volcanoes,’ are cone-shaped volcanoes composed of layers of",
        "lava, ash and rock debris. These steep-sided volcanoes erupt in an explosive",
        "manner. It is also called strata cone because of the cataclysmic eruption.",
        ""
    ],
    [
        "176. (a) On the equator, the day and night stay approximately the same length all year",
        "round.",
        ""
    ],
    [
        "177. (a) Earthquake waves are propagating vibrations that carry energy from the",
        "source of the shaking outward in all directions. It is of four types:",
        "P (for primary) S (for secondary)",
        "Love Rayleigh",
        "A volcano is a mountain that opens downward to a pool of molten rock below the",
        "surface of the earth. When pressure builds up, eruptions occur.",
        ""
    ],
    [
        "178. (b) Hypocenter - The point of origin of an earthquake.",
        "Homoseismal Lines- The lines joining the places which experience the earthquake",
        "tremors at the same time called Homoseismal Lines.",
        ""
    ],
    [
        "179. (c) Black holes are regions of spacetime from which nothing, not even light, can",
        "escape. A typical black hole is the result of the gravitational force becoming so",
        "strong that one would have to travel faster than light to escape its pull. Such",
        "black holes contain a spacetime singularity at their centre.",
        ""
    ],
    [
        "180. (d) Tectonic plates are composed of oceanic lithosphere and thicker continental",
        "lithosphere, each topped by its own kind of crust. Tectonic plates are able to",
        "move because the Earth’s lithosphere has greater strength than the underlying",
        "asthenosphere. The outer shell of the earth, the lithosphere is broken up into",
        "tectonic plates. The seven major plates are the African plate, Antarctic plate,",
        "Eurasian plate, Indo-Australian plate, North American plate, Pacific plate and",
        "South American plate. Along convergent boundaries,subduction carries plates",
        "into the mantle.",
        ""
    ],
    [
        "181. (d) On the equator, the day and night stay approximately the same length all year",
        "round, the earth’s rotational velocity is maximum at the Equator. The coriolis",
        "force is greatest at the poles and 0 at the equator.",
        ""
    ],
    [
        "182. (b) The sideral day is the time it takes for the Earth to complete one rotation",
        "about its axis with respect to the ‘fixed’ stars. By fixed, we mean that we treat",
        "the stars as if they were attached to an imaginary celestial sphere at a very",
        "large distance from the Earth. A measurement of the sidereal day is made by",
        "noting the time at which a particular star passes the celestial meridian (i.e.",
        "directly overhead) on two successive nights. On Earth, a sidereal day lasts for",
        "23 hours 56 minutes 4.091 seconds, which is slightly shorter than the solar",
        "day measured from noon to noon. At the same time that the Earth spins on its",
        "axis, it also orbits or revolves around the Sun. This movement is called",
        "revolution.",
        ""
    ],
    [
        "183. (b) The Earth completes one “rotation” every twenty four hours. A rotation is",
        "when the planet spins around once. The Earth rotates counter-clockwise; this",
        "is why the Sun “rises” in the east and “sets” in the west. Revolution is when",
        "one object completes a circular path around another object. The Earth takes",
        "365 point 24 days to revolve around the Sun. This is why a year is 365 days long.",
        "During the year the Earth is angled differently towards the Sun. These",
        "changing angles provide us with different Sun intensities and therefore we get",
        "four different seasons.",
        ""
    ],
    [
        "184. (b) Solar eclipse happens when the moon moves in front of the Sun as seen from",
        "a location on Earth.",
        ""
    ],
    [
        "185. (d) The brightness of a star depends on its composition i.e. size and temperature",
        "(energy light radiation e.g. X-ray, etc.) and how far it is from the planet.",
        ""
    ],
    [
        "186. (b)",
        ""
    ],
    [
        "187. (d) The simplest model for the shape of the entire Earth is a sphere. The Earth’s",
        "radius is the distance from Earth’s center to its surface, about 6,371 kilometers",
        "(3,959 mi). Earth is only approximately spherical, so no single value serves as",
        "its natural radius. Since the Earth is flattened at the poles and bulges at the",
        "equator, geodesy represents the shape of the earth with an oblate spheroid.",
        "The oblate spheroid, or oblate ellipsoid, is an ellipsoid of revolution obtained",
        "by rotating an ellipse about its shorter axis.",
        ""
    ],
    [
        "188. (d) The summer and winter seasons in a year are caused by revolution of the",
        "earth on its inclined axis.",
        ""
    ],
    [
        "189. (b) Doldrums a zone of light, calm (westerly) winds in equatorial latitude,",
        "applicably largely to oceans, moves few degrees N and S of the equator. Sun",
        "fall vertically over the equator, causing 12 hour day 12 hour night.",
        ""
    ],
    [
        "190. (b) There is a time difference of 4 minutes per 1 degree change. Hence the",
        "following calculation will be done.",
        "Long Time difference",
        "8803′ – 80-30′ × 4 = 5 hrs 54 minutes,",
        "Countries in E of Greenwich Meridian, will get more time i.e., in East time will be",
        "added, while in West time will be less. At 0º longitude is 19 hrs of 28th Feb.",
        "19 hrs + 5 hrs 54 minutes = 24 hrs–54 minutes the date will change at 24.01 hrs. So",
        "it will be 0-54 minutes of 1st March.",
        ""
    ],
    [
        "191. (b) Constellation refers to a group of stars in a pattern.",
        ""
    ],
    [
        "192. (b) Mercury is the smallest plant of solar system.",
        ""
    ],
    [
        "193. (a) Kepler’s First law of Planetary Motion States that all the planets move in",
        "elliptical orbits with the sun at a focus.",
        ""
    ],
    [
        "194. (c) Carbon is the 15th most abundant element in the earth’s crust.",
        ""
    ],
    [
        "195. (b) Conglomerate is not a metamorphic rock. Conglomerate is a rock consisting",
        "of individual clasts within a finer-grained matrix that have become cemented",
        "together. Conglomerates are sedimentary rocks consisting of rounded",
        "fragments and are thus differentiated from breccias, which consist of angular",
        "clasts.",
        ""
    ],
    [
        "196. (c) Black Forest is an example of a block mountain. The Black Forest is a",
        "wooded mountain range in Baden-Wurttemberg, southwestern Germany. It is",
        "bordered by the Rhine valley to the west and south. The highest peak is the",
        "Feldberg with an elevation of 1,493 metres (4,898 ft). The region is almost",
        "rectangular with a length of 160 km (99 mi) and breadth of up to 60 km (37",
        "mi).",
        ""
    ],
    [
        "197. (a) Telegraph plateau is a part of North Atlantic Ridge.",
        ""
    ],
    [
        "198. (d)",
        ""
    ],
    [
        "199. (a) During volcanic eruption deposition of lava in anticlines and synclines of",
        "folded mountains accounts for formation of phacolith. A phacolith is a pluton",
        "parallel to the bedding plane or foliation of folded country rock. More",
        "specifically, it is a typically lens-shaped pluton that occupies either the crest of",
        "an anticline or the trough of a syncline.",
        ""
    ],
    [
        "200. (c) When the following fissures in the rocks it’s both parts slide in front and one",
        "part slides over the other, the resulting feature is Reverse fault. Reverse faults",
        "are exactly the opposite of normal faults. If the hanging wall rises relative to",
        "the footwall, you have a reverse fault.",
        ""
    ],
    [
        "201. (b)",
        ""
    ],
    [
        "202. (b) Primary rocks are supposed to have been first formed. These rocks being",
        "crystalline and containing no organic remains, such as as granite, gneiss,",
        "igneous rocks etc. Igneous rocks are formed from magma and begin the rock",
        "cycle.",
        ""
    ],
    [
        "203. (c)",
        ""
    ],
    [
        "204. (b) Conglomerate is a type of sedimentary rock which is coarse-grained and",
        "composed of rounded fragments embedded in a matrix of cementing material",
        "such as silica.",
        ""
    ],
    [
        "205. (c) Quartzite is a non-foliated metamorphic rock composed almost entirely of",
        "quartz. It forms when quartz-rich sandstone is altered by the heat, pressure,",
        "and chemical activity of metamorphism.",
        ""
    ],
    [
        "206. (b) Block Mountains or fault block mountains are formed due to faulting caused",
        "by tensile and compressive forces generated by forces coming from within the",
        "earth. Black Forest Mountain in Southwest Germany and Vosges in Eastern",
        "France",
        ""
    ],
    [
        "207. (b) Fossils are found only in the sedimentary rocks or the metamorphic rocks",
        "made from the sedimentaries. Granite is an igneous rock and hence contains",
        "no fossils.",
        ""
    ],
    [
        "208. (a)",
        ""
    ],
    [
        "209. (b)",
        ""
    ],
    [
        "210. (c) New folded mountains are also caller Tertiary Mountains. All the old folded",
        "mountains were originated before Tertiary period. The folded mountains of",
        "Caledonian and Hcrcynian mountain building periods come under this",
        "category. These mountains have been so greatly denuded that they have now",
        "become relict folded mountains, for example, Aravallis, Vindhyachal etc. The",
        "Alpine folded mountains of Tertiary period arc grouped under the category of",
        "new folded mountains, for example, Rockies, Andes, Alps, and Himalayas etc.",
        ""
    ],
    [
        "211. (b) Schist is the Metamorphic of Basalt, Diamond is the metamorphic of coal,",
        "marble is the metamorphic of Limestone and Slate is the metamorphic of",
        "Shale.",
        ""
    ],
    [
        "212. (c) Igneous rocks are rocks formed from molten magma. The material is made",
        "liquid by the heat inside the Earth’s mantle. When magma comes out onto the",
        "surface of the Earth, it is called lava. Lava cools down to form rocks such as",
        "tuff and basalt. Also, the magma may slowly cool down to form rocks under the",
        "surface. An example is granite. The upper 16 km (10 miles) of the Earth’s crust",
        "is composed of about 95% igneous rocks. Sedimentary, rocks are the main",
        "source of natural gas",
        ""
    ],
    [
        "213. (d) The Pliocene Epoch is the epoch in the geologic timescale that extends from",
        "5.333 million to 2.58 million years BP. It is the second and youngest epoch of",
        "the Neogene Period in the Cenozoic Era.",
        "The Miocene is the first geological epoch of the Neogene Period and extends from",
        "about 23.03 to 5.333 million years ago (Ma). The Miocene was named by Sir",
        "Charles Lyell.",
        "The Oligocene is a geologic epoch of the Paleogene Period and extends from",
        "about 33.9 million to 23 million years.",
        ""
    ],
    [
        "214. (b) The correct chronological of the following is Miocene →Piliocene",
        "→Pleistocene →Holocene.",
        ""
    ],
    [
        "215. (d) A geosyncline may be defined as “a thick, rapidly accumulating body or",
        "sediment formed within a long, narrow, subsiding belt of the sea which is",
        "usually parallel to a plate margin”. (Oxford Dictionary of Geography). Or we",
        "may say a geosyncline is a “very large linear depression or down-warping of",
        "the earth’s crust, filled (especially in the central zone) with a deep layer of",
        "sediments derived from the land masses on each side and deposited on the",
        "floor of the depression at approximately the same rate as it slowly,",
        "continuously subsided during a long period of geological time”.",
        ""
    ],
    [
        "216. (c) Block Mountain – Black forest",
        "Old Fold Mountain – Appalachian",
        "Young Fold Mountain – Rocky",
        "Volcanic Mountain – Vesuvious",
        "Relict Mountain – Socottish Highlands",
        ""
    ],
    [
        "217. (d) Igneous rocks are formed deep inside Earth’s crust (intrusive rocks) or at the",
        "surface (extrusive rocks). As molten rock (known as magma) below the",
        "surface cools, the liquid material begins to solidify into minerals of differing",
        "sizes and compositions. Generally, the longer the cooling time, the larger the",
        "mineral crystals can grow. Trapped deep in the Earth, magma is allowed to",
        "cool slowly. Examples of intrusive rocks are granite and gabbro.",
        ""
    ],
    [
        "218. (d) Sedimentary rocks are types of rock that are formed by the deposition and",
        "subsequent cementation of that material at the Earth’s surface and within",
        "bodies of water. Sedimentation is the collective name for processes that cause",
        "mineral and/or organic particles (detritus) to settle in place.",
        ""
    ],
    [
        "219. (b) Factors that determine the water holding capacity of rock debris are its",
        "porosity, texture and structure.",
        ""
    ],
    [
        "220. (d) A study of nature of the old sedimentary rocks gives an indication about its",
        "past environmental condition.",
        ""
    ],
    [
        "221. (b) Basalt is a dark-colored, fine-grained, igneous rock composed mainly of",
        "plagioclase and pyroxene minerals. It most commonly forms as an extrusive",
        "rock,",
        "Granite is a light-colored Intrusive igneous rock with grains large enough to be",
        "visible with the unaided eye. It forms from the slow crystallization of magma",
        "below Earth’s surface.",
        "Sandstone (sometimes known as arenite) is a classic sedimentary rock composed",
        "mainly of sand-sized minerals or rock grains.",
        "Marble is a metamorphic rock that forms when limestone is subjected to the heat",
        "and pressure of metamorphism.",
        ""
    ],
    [
        "222. (c) Sedimentary rocks are formed by the accumulation of sediments. There are",
        "three basic types of sedimentary rocks. Clastic sedimentary rocks such as",
        "breccia, conglomerate, sandstone, siltstone, and shale are formed from",
        "mechanical weathering debris.",
        "Basalt is a common extrusive igneous (volcanic) rock formed from the rapid cooling",
        "of basaltic lava exposed at or very near the surface of a planet or moon.",
        ""
    ],
    [
        "223. (b) The crystal size in the igneous rocks is more a function of the quickness of the",
        "process of cooling rather than of the mineral content. The mineral content",
        "determines the melting point of the rocks and the basaltic lava having a higher",
        "content of metallic minerals solidifies rapidly once it reaches the surface.",
        "Chemical",
        "weathering",
        "- Oxidation",
        "Mechanical",
        "weathering",
        "- Plant roots",
        "Glacial deposits - Till",
        "Deposition by",
        "ground water",
        "- Stalactite",
        ""
    ],
    [
        "224. (c) The world’s most active volcano is Kilauea. Increasing volcanic activity has",
        "been observed at one of the world’s most active volcanoes, Kilauea Volcano in",
        "Hawaii Island, after a new vent sent lava shooting 65 feet in the air.",
        ""
    ],
    [
        "225. (c) Drakensberg is a mountain range of South Africa. The Drakensberg is the",
        "highest mountain range in Southern Africa, rising to 3,482 metres (11,424 ft) in",
        "height. Its geological history lends it a distinctive character amongst the",
        "mountain ranges of the world.",
        ""
    ],
    [
        "226. (b) Mauna Loa is an active volcano of Hawaii. Mauna Loa is one of five",
        "volcanoes that form the Island of Hawaii in the U.S. state of Hawaii in the",
        "Pacific Ocean.",
        ""
    ],
    [
        "227. (d) The Black Mountains are located in USA. The Black Mountains are a",
        "mountain range in western North Carolina, in the southeastern United States.",
        ""
    ],
    [
        "228. (d) Aravalli Mountain is not built during the tertiary period. The Aravalli Range",
        "literally meaning ‘line of peaks’, is a range of mountains in western India",
        "running approximately 800 km in a northeastern direction across Indian states",
        "of Gujarat, Rajasthan, Haryana and Delhi.",
        ""
    ],
    [
        "229. (d) McKinley is the highest mountain peak of the USA. Mount McKinley or Denali",
        "is the highest mountain peak in North America, with a summit elevation of",
        "20,237 feet above sea level. At some 18,000 feet, the base to peak rise is",
        "considered the largest of any mountain situated entirely above sea level.",
        ""
    ],
    [
        "230. (d) Stromboli is called the lighthouse of the Mediterranean. Stromboli is a small",
        "island in the Tyrrhenian Sea, off the north coast of Sicily, containing one of the",
        "three active volcanoes in Italy.",
        ""
    ],
    [
        "231. (c) Africa’s highest mountain peak mt. Kilimanjaro lies in Tanzania. Kilimanjaro,",
        "with its three volcanic cones, Kibo, Mawenzi, and Shira, is a dormant volcanic",
        "mountain in Kilimanjaro National Park, Kilimanjaro Region, Tanzania.",
        ""
    ],
    [
        "232. (b)",
        ""
    ],
    [
        "233. (a)",
        ""
    ],
    [
        "234. (d) Mount Everest is the highest peak of the Himalaya and is the world’s highest",
        "peak with an elevation of 29,035 feet (8,850 meters). K2 is the second highest",
        "peak of the Himalayan mountain range and also the second highest peak on",
        "earth with an elevation of 28,251 feet (8,611 meters). Other famous peaks",
        "include Kailash, Kanchenjunga, Nanga Parbat, Annapurna, and Manasklu.",
        "The Himalayas includes more than 110 peaks rising to elevations of 24,000",
        "feet (7,300 meters) or more above sea level.",
        ""
    ],
    [
        "235. (a)",
        ""
    ],
    [
        "236. (b) 1. Slate- Metamorphous Rock",
        "2. Lignite- sedimentary rock",
        "3. Bauxite- Non ferrous mineral",
        "4. Granite - Igneous rock",
        ""
    ],
    [
        "237. (a) The Vindhyan system of rocks is important for the production of precious",
        "stones and building materials. The system derives its name from the Vindhyan",
        "hills where its rocks are prominently exposed. It forms a dividing line between",
        "the Ganga Plain and the Deccan. The main rocks of the Vindhyan system are",
        "coarse, medium and fine textured sandstones, shales and limestones. The",
        "Vindhyan system of rocks bear out precious stones, ornamental stones,",
        "diamonds, building materials, and raw materials for cement, lime, glass and",
        "chemical industries",
        ""
    ],
    [
        "238. (b) Fold Mountains form when two tectonic plates move together (a convergent",
        "plate boundary). Fold Mountains form from sedimentary rocks that accumulate",
        "along the margins of continents.",
        ""
    ],
    [
        "239. (d)",
        ""
    ],
    [
        "240. (b) Fault trap is a kind of structural trap.Here, the fracture and slippage of rock",
        "along a fault line may bring an impermeable stratum in contact with a layer of",
        "permeable reservoir rock and thus forms a barrier to petroleum migration.",
        ""
    ],
    [
        "241. (b)",
        ""
    ],
    [
        "242. (b) Lithosphere consists of crust and upper mantle.",
        ""
    ],
    [
        "243. (c)",
        ""
    ],
    [
        "244. (b)",
        ""
    ],
    [
        "245. (c) Hydrolysis is the weathering reaction that occurs when the two surfaces of",
        "water and compound meet. It involves the reaction between mineral ions and",
        "the ions of water (OH- and H+), and results in the decomposition of the rock",
        "surface by forming new compounds. Temperatures usually stay high (above",
        "70) throughout the year. Humid Subtropical climate is known for hot humid",
        "summers. During the summer the average temperature is between 70 and 80",
        "degrees.",
        ""
    ],
    [
        "246. (c) Sandstone is converted into quartzite through heating and pressure. Thus,",
        "Quartzite is metamorphosed from sandstone.",
        ""
    ],
    [
        "247. (c) Esker – A narrow, sinuous ridge of partly stratified coarse sand and gravel of",
        "glaciofluvial origin.",
        ""
    ],
    [
        "248. (b) 90° E Ridge lies in Indian Ocean.",
        ""
    ],
    [
        "249. (b) Pangaea was only one huge landmass on the earth.",
        ""
    ],
    [
        "250. (d) The Andes Mountain Range are the longest Continental mountain range in",
        "the world.",
        ""
    ],
    [
        "251. (a) Kaziranga National park is famous for Rhinoceros Population and is located in",
        "Assam, India.",
        ""
    ],
    [
        "252. (d) Chevron is an angular fold with straight limb and small hinges.",
        ""
    ],
    [
        "253. (c) Drumlin, Esker and Kame are Glaciofluvial depositional features, but Horn is a",
        "Glacier erosional feature.",
        ""
    ],
    [
        "254. (b) Colluvium is a general name for loose, unconsolidated sediments that have",
        "been deposited at the base of the hill slopes by either rain wash, sheet wash,",
        "slow continuous down slope creep, or a variable combination of these",
        "processes.",
        ""
    ],
    [
        "255. (d) A peneplain is a low relief plain formed by protracted erosion.",
        ""
    ],
    [
        "256. (c) As per description of Continental Drift Theory of Wegner, North & South",
        "America Continents drifted toward the west due to Tidal force. Due to",
        "resistance and friction of Sima, the Western coast of above two continents",
        "folded, causing the formation of Andes & Rockies mountains.",
        ""
    ],
    [
        "257. (c) The Andes Mountains.",
        ""
    ],
    [
        "258. (c) The Sideways erosion which widens the river valley are called side corrosion.",
        ""
    ],
    [
        "259. (d) Karst topography is landscape formed from the dissolution of soluble rocks",
        "such as limestone, dolomite and gypsum. Sinkhole vary in size from 1 to 600",
        "m both in diameter and depth.",
        ""
    ],
    [
        "260. (b) Rotation of Earth, Air pressure, wind and ocean water density influence the",
        "ocean currents.",
        ""
    ],
    [
        "261. (b) The highest salinity is found in Dead sea",
        ""
    ],
    [
        "262. (a) The deepest lake of the world is Baikal Lake. Baikal is a rift lake in the south",
        "of the Russian region of Siberia, between the Irkutsk oblast to the north west",
        "and the Buryat Republic to the South East.",
        ""
    ],
    [
        "263. (d) Bering sea is the largest in area. The Bering Sea is a marginal sea of the",
        "Pacific Ocean. It comprises a deep water basin, which then rises through a",
        "narrow slope into the shallower water above the continental shelves.",
        ""
    ],
    [
        "264. (b) The biggest Island of the Indian ocean is Madagascar. Madagascar, officially",
        "the Republic of Madagascar and previously known as the Malagasy Republic,",
        "is an island country in the Indian Ocean, off the coast of Southeast Africa.",
        ""
    ],
    [
        "265. (d) Labrador is different from other ocean currents. It is cold in nature. The",
        "Labrador Current is a cold current in the North Atlantic Ocean which flows",
        "from the Arctic Ocean south along the coast of Labrador and passes around",
        "Newfoundland, continuing south along the east coast of Nova Scotia.",
        ""
    ],
    [
        "266. (c) Ox-bow lake is a feature formed by River erosion in mature stage. An ox-bow",
        "is a crescent-shaped lake lying alongside a winding river. The ox-bow lake is",
        "created over time as erosion and deposits of soil change the river’s course.",
        ""
    ],
    [
        "267. (b) Agulhas currents has a warming influence on the neighbouring coast. The",
        "Agulhas Current is the western boundary current of the southwest Indian",
        "Ocean. It flows down the east coast of Africa from 27°S to 40°S. It is narrow,",
        "swift and strong.",
        ""
    ],
    [
        "268. (a) River deposits sediments in different parts of their courses and form various",
        "landform known as depositional.",
        ""
    ],
    [
        "269. (b) Sea of Azov is the shallowest sea in the world with mean depth only upto 9",
        "metre.",
        ""
    ],
    [
        "270. (b) Tsunamis are mainly produced by submarine earthquakes.",
        ""
    ],
    [
        "271. (b) Mozambique current is different from the others. The Mozambique Current is",
        "an ocean current in the Indian Ocean, usually defined as warm surface waters",
        "flowing south along the African east coast in the Mozambique Channel,",
        "between Mozambique and the island of Madagascar.",
        ""
    ],
    [
        "272. (b) Red tide is caused by algal blooms, these algal blooms are also known as",
        "harmful algal blooms and occur when colonies of algae grow out of control",
        "while producing toxic or harmful effects on people, fish, marine mammals and",
        "birds. Nearly every summer along In Florida’s Gulf Coast, Red tide frequently",
        "occur during summer.",
        ""
    ],
    [
        "273. (a) East Australian current is a warm ocean current that moves warm water from",
        "the tropical Coral Sea, where it splits from the South Equatorial Current, down",
        "the east coast of Australia.",
        ""
    ],
    [
        "274. (b) Gulf stream is a warm ocean current originated from the eastern coast of",
        "North America. The Gulf Stream, together with its northern extension towards",
        "Europe, the North Atlantic Drift, is a powerful, warm, and swift Atlantic ocean",
        "current that originates at the tip of Florida, and follows the eastern coastlines",
        "of the United States and Newfoundland before crossing the Atlantic Ocean.",
        ""
    ],
    [
        "275. (b) The concept of sea floor spreading was first propounded by Harry Hess. Harry",
        "Hammond Hess was a geologist and United States Navy officer in World War",
        "II. Considered one of the “founding fathers” of the unifying theory of plate",
        "tectonics, Rear Admiral Harry Hammond Hess was born on May 24, 1906 in",
        "New York City.",
        ""
    ],
    [
        "276. (b) Coral reef, the Great Barrier Reef extending along with eastern coast of",
        "Australia. The Great Barrier Reef is the world’s largest coral reef system",
        "composed of over 2,900 individual reefs and 900 islands stretching for over",
        "2,600 kilometres over an area of approximately 344,400 square kilometres.",
        ""
    ],
    [
        "277. (a)",
        ""
    ],
    [
        "278. (c) Mariana trench is the deepest trench located in the pacific ocean near Japan.",
        "The Mariana Trench or Marianas Trench is the deepest part (11 km) of the",
        "world’s oceans. It is located in the western Pacific Ocean, to the east of the",
        "Mariana Islands.",
        ""
    ],
    [
        "279. (b) Humboldt Current is a cold-water current of the southeast Pacific Ocean that",
        "flows northwards along the west coast of Chile and Peru.",
        ""
    ],
    [
        "280. (d) Canaries Current is part of ocean-current system in the North Atlantic Ocean.",
        "It branches south from the North Atlantic Current and flows southwestward",
        "along the northwest coast of Africa.",
        ""
    ],
    [
        "281. (a) The Agulhas Current is current of the southwestern Indian Ocean. It flows",
        "down the east coast of Africa from 27°S to 40°S.",
        ""
    ],
    [
        "282. (c) Colour of the Yellow Sea is due to the colour of the silt-laden water",
        "discharged into it from the major Chinese rivers such as Huang He and the",
        "Yangtze River.",
        ""
    ],
    [
        "283. (c)",
        ""
    ],
    [
        "284. (d) In the deep ocean, marine snow is a continuous shower of mostly organic",
        "detritus falling from the upper layers of the water column. It is a significant",
        "means of exporting energy from the light-rich photic zone to the aphotic zone",
        "below. The term was first coined by the explorer William Beebe as he",
        "observed it from his bathysphere.",
        ""
    ],
    [
        "285. (b) Coral polyps are tiny, soft-bodied organisms related to sea anemones and",
        "jellyfish. At their base is a hard, protective limestone skeleton called a calicle,",
        "which forms the structure of coral reefs. Reefs begin when a polyp attaches",
        "itself to a rock on the sea floor, then divides, or buds, into thousands of clones.",
        "As per darwin’s theory polyps grow only in shalow ocean water.",
        ""
    ],
    [
        "286. (a) Equatorial counter current is not found in Indian Ocean during summer",
        "season because during summers south west monsoon current is dominant in",
        "northern Indian Ocean.",
        ""
    ],
    [
        "287. (a) Circum-Pacific belt or The Ring of Fire is a major area in the basin of the",
        "Pacific Ocean where a large number of earthquakes and volcanic eruptions",
        "occur. In a 40,000 km (25,000 mi) horseshoe shape, it is associated with a",
        "nearly continuous series of oceanic trenches, volcanic arcs, and volcanic belts",
        "and/or plate movements. It has 452 volcanoes (more than 75% of the world’s",
        "active and dormant volcanoes). About 90% of the world’s earthquakes and",
        "81% of the world’s largest earthquakes occur along the Ring of Fire. The next",
        "most seismically active region (5–6% of earthquakes and 17% of the world’s",
        "largest earthquakes) is the Alpide belt, which extends from Java to the",
        "northern Atlantic Ocean via the Himalayas and southern Europe.",
        ""
    ],
    [
        "288. (a) The point of Kepler’s IInd law is that, although the orbit is symmetric, the",
        "motion is not. A planet speeds up as it approaches the sun, gets its greatest",
        "velocity when passing closest, then slowest down again and the earth moves",
        "fastest at perihelion and slowest at aphelion.",
        ""
    ],
    [
        "289. (c) Horizontal distribution of temperature of ocean water is largely affected by",
        "ocean current, prevailing winds and latitudes.",
        ""
    ],
    [
        "290. (b) Dolphin ridge and challenge ridge are in Atlantic Ocean. Dolphin ridge is in",
        "North Atlantic Ocean while Challenge ridge is in South Atlantic Ocean.",
        "Cocos ridge is in Pacific Ocean.",
        "South East Indian ridge is in Indian Ocean.",
        "Lomonosov ridge is an unusual underwater ridge of continental crust in the Arctic",
        "Ocean.",
        ""
    ],
    [
        "291. (d) The correct sequence of terrigenous deposits from the coast to the deeper",
        "part of the sea is Sand →Silt→Clay→Mud",
        ""
    ],
    [
        "292. (c) The Mid-Atlantic Ridge is a mid-ocean ridge, a divergent tectonic plate or",
        "constructive plate boundary located along the floor of the Atlantic Ocean, and",
        "part of the longest mountain range in the world.",
        ""
    ],
    [
        "293. (c) The correct order is South Equatorial → Brazil → South Atlantic Drift",
        "→Benguela",
        ""
    ],
    [
        "294. (c) The Jeans-Jeffreys tidal hypothesis, championed by James Jeans and Harold",
        "Jeffreys, explained the origin of the solar system as a result of a close",
        "encounter between the Sun and a second star. However, it differed",
        "significantly from the other major catastrophic hypothesis of the 20th century,",
        "the Chamberlin-Moulton planetesimal hypothesis.",
        ""
    ],
    [
        "295. (b)",
        ""
    ],
    [
        "296. (c) The Nile is a major north-flowing river in north eastern Africa. It is generally",
        "regarded as the longest river in the world, however other conflicting sources",
        "cite a 2007 study that gave the title to the Amazon River in South America.",
        "The River Nile is about 6,670 km (4,160 miles) in length and is the longest",
        "river in Africa and in the world. Although it is generally associated with Egypt,",
        "only 22% of the Nile’s course runs through Egypt.",
        ""
    ],
    [
        "297. (a) Oceans – 97.3%",
        "Ice caps – 2.0%",
        "Atmosphere – 0.0019%",
        "Rivers – 0.0001%",
        ""
    ],
    [
        "298. (d) El Niño is a climate cycle in the Pacific Ocean with a global impact on weather",
        "patterns. The cycle begins when warm water in the western tropical Pacific",
        "Ocean shifts eastward along the equator toward the coast of South America.",
        "Normally, this warm water pools near Indonesia and the Philippines. During an",
        "El Niño, the Pacific’s warmest surface waters sit offshore of north western",
        "South America.",
        ""
    ],
    [
        "299. (b) Deepest trenches of the ocean are found in Pacific ocean.",
        ""
    ],
    [
        "300. (d) Dead sea has the highest salinity. The Dead Sea is 306 m (1,004 ft) deep, the",
        "deepest hypersaline lake in the world. With 34.2% salinity (in 2011), it is also",
        "one of the world’s saltiest bodies of water.",
        ""
    ],
    [
        "301. (a) The Sargasso sea is a part of the North Atlantic ocean.",
        ""
    ],
    [
        "302. (c) Isohalines are lines that join points of equal Salinity.",
        ""
    ],
    [
        "303. (a) Hormuz-Strait connects persian gulf with gulf of Oman.",
        ""
    ],
    [
        "304. (b) Volga is the longest river of Europe.",
        ""
    ],
    [
        "305. (c) The Don (Russian river) rises in the town of Novomoskovsk and flows over",
        "1800 Km distance into Sea of Azov.",
        ""
    ],
    [
        "306. (b) Gaza strip lies along the coast of Mediterranean sea. The Gaza Strip is a selfgoverning entity on the eastern coast of the Mediterranean Sea that borders",
        "Egypt on the southwest and Israel on the east and north.",
        ""
    ],
    [
        "307. (d) The Kiel canal connects Baltic sea and North sea. The Kiel Canal, known as",
        "the Kaiser-Wilhelm-Kanal until 1948, is a 98-kilometre long canal in the",
        "German state of Schleswig-Holstein. The canal links the North Sea at",
        "Brunsbüttel to the Baltic Sea at Kiel-Holtenau",
        ""
    ],
    [
        "308. (d) Victoria Falls is a waterfall in southern Africa on the river Zambezi.",
        ""
    ],
    [
        "309. (c) The Great Barrier Reef is located on the coast of East Australia. The Great",
        "Barrier Reef is the world’s largest coral reef system composed of over 2,900",
        "individual reefs and 900 islands stretching for over 2,600 kilometres over an",
        "area of approximately 344,400 square kilometres.",
        ""
    ],
    [
        "310. (c) Adam’s Bridge Separates the Gulf of Mannar from the palk strait.",
        ""
    ],
    [
        "311. (a) The Bering strait Separates eastern most point of the Asian continent and",
        "western most point of the North American Continent.",
        ""
    ],
    [
        "312. (b) Lake Superior is the largest fresh water lake in the world. Its lies in between",
        "Canada and USA.",
        ""
    ],
    [
        "313. (d)",
        ""
    ],
    [
        "314. (b) The Strait of Dover or Dover Strait, historically known as the Dover Narrows is",
        "the strait at the narrowest part of the English Channel, marking the boundary",
        "between the Channel and North Sea, separating Great Britain from continental",
        "Europe.",
        ""
    ],
    [
        "315. (a) Kuroshio current – Warm current in the Pacific Oceans",
        "Peru Current – Cold current in the Pacific Ocean",
        "Labrador Current – Cold current in the Atlantic Ocean",
        "Florida Current – Warm current in Atlantic Ocean",
        ""
    ],
    [
        "316. (d) Baffin Bay is located between Baffin Island and the southwest coast of",
        "Greenland, is a marginal sea of the North Atlantic Ocean. It is connected to",
        "the Atlantic via Davis Strait and the Labrador Sea.",
        ""
    ],
    [
        "317. (c) The Arab Sea is a region of the northern Indian Ocean bounded on the north",
        "by Pakistan and Iran, on the west by north eastern Somalia and the Arabian",
        "Peninsula, and on the east by India. Historically the sea has been known by",
        "other names including the Erythraean Sea and the Persian Sea.",
        "The Sea of Azov is bounded in the north by mainland Ukraine, in the east by",
        "Russia, and in the west by the Crimean Peninsula.",
        ""
    ],
    [
        "318. (c) The Sunderban forest lies in the vast delta on the Bay of Bengal formed by",
        "the super confluence of the Padma, Brahmaputra and Meghna rivers across",
        "southern Bangladesh. The seasonally flooded Sundarbans freshwater swamp",
        "forests lie inland from the mangrove forests on the coastal fringe. The forest",
        "covers 10,000 km2",
        ". of which about 6,000 are in Bangladesh. It became",
        "inscribed as a UNESCO world heritage site in 1997.",
        ""
    ],
    [
        "319. (a) Gulf Stream – Warm current",
        "West Wind Drift – A slow eastward movement of water over the zone of westerly",
        "winds",
        "Peru current – Pacific Ocean",
        "West Australian current – Indian Ocean",
        ""
    ],
    [
        "320. (c) The Kuroshio current is warm due to variations in water level in the northern",
        "region of the East China sea and neighbour ocean.",
        ""
    ],
    [
        "321. (a) The Suez Canal is an artificial sea-level waterway in Egypt, It connects the",
        "Mediterranean Sea and the Red Sea.",
        ""
    ],
    [
        "322. (a) Spring tides occur when the sun and moon are directly in line with the earth",
        "and their gravitational pulls reinforce each other.",
        ""
    ],
    [
        "323. (c) The Tasman Sea separates Australia from New Zealand.",
        ""
    ],
    [
        "324. (a) Tsunami is not caused by hurricanes.",
        ""
    ],
    [
        "325. (c) Sea of Azov is a sea in south-eastern Europe. Arabian Sea is the",
        "northwestern part of the Indian Ocean.",
        ""
    ],
    [
        "326. (b)",
        ""
    ],
    [
        "327. (c) Correct sequence is Rapids- Ox-bow Lake-Estuary",
        "Rapids are sections of a river where the river bed has a relatively steep gradient,",
        "causing an increase in water velocity and turbulence.An ox-bow lake is a Ushaped body of water that forms when a wide meander from the main stem of",
        "a river is cut off, creating a free-standing body of water.An estuary is a body of",
        "water formed where freshwater from rivers and streams flows into the ocean,",
        "mixing with the seawater.",
        ""
    ],
    [
        "328. (b) The Labrador Current is a cold current in the North Atlantic Ocean.",
        ""
    ],
    [
        "329. (b) They are the deepest points of the Atlantic,India and Pacific Ocean",
        "respectively.",
        "Milwaukee Deep is the deepest part of the Atlantic Ocean.",
        "Java Trench is located in the northeastern Indian Ocean.",
        "The Challenger Deep is located in the Pacific Ocean.",
        ""
    ],
    [
        "330. (d) The eastern and western boundaries of the Pacific Ocean experience",
        "frequent earthquake because these margins coincide with the plate margins.",
        ""
    ],
    [
        "331. (d) Mr X will likely to be flown over Black Sea. Since Black Sea is bounded by",
        "Europe, Anatolia and Caucasus, it is ultimately connected to the Atlantic",
        "Ocean.",
        ""
    ],
    [
        "332. (b) Baltic Sea < Arctic Sea < Gulf of California < Red sea.",
        ""
    ],
    [
        "333. (b) Water effectively bounces off the outer bank as it turns exerting an extra",
        "pressure on the bank. This is why the river bank is weakest where the river",
        "turns.",
        ""
    ],
    [
        "334. (a) In the open ocean the height of tsunami is less than 1 meter however, its",
        "height increases up to 15 meters or more at shallow coastal water. The",
        "wavelength in the open ocean is between 650 to 960 km/h.",
        ""
    ],
    [
        "335. (a) Canary Current is a cold current which blows in the North Atlantic Ocean.",
        ""
    ],
    [
        "336. (b) While all other seas in the world are defined at least in part by land",
        "boundaries, the Sargasso Sea is defined only by ocean currents. The",
        "Sargasso Sea does not have a coastline as it is located in the middle of the",
        "Atlantic Ocean.",
        ""
    ],
    [
        "337. (b) Falls are possible only when a river is losing height suddenly. Next comes",
        "meanders. When a river reaches flatter land,flow is slowed down and",
        "meanders are formed through erosion of the river banks and deposition on the",
        "inside of bends.",
        "Oxbow lake is formed when a wide meander is cut off from the main river, creating",
        "a free-standing body of water.",
        "Delta is formed at the mouth of a river, where the river flows into an ocean, sea,",
        "estuary, lake, or reservoir.",
        ""
    ],
    [
        "338. (a) Tides are rise and fall of sea levels caused by the combined effect of the",
        "gravitational forces exerted by the moon and the sun and the rotation of the",
        "earth because the Earth rotates once in about 24 hours with respect to the",
        "sun. The tidal range is not constant but changes depending on where the sun",
        "and moon are.",
        ""
    ],
    [
        "339. (b) A- 2, B- 3, C- 1, D- 4",
        "The Guinea Current is a slow warm water current that flows to the east along the",
        "Guinea coast of West Africa. Oyashio Current is a cold subarctic ocean current",
        "that flows south and circulates counter-clockwise in the western North Pacific",
        "Ocean. The Canary Current is a wind-driven surface current that is part of the",
        "North Atlantic Gyre. The Kuroshio is a north-flowing ocean current on the west",
        "side of the North Pacific Ocean",
        ""
    ],
    [
        "340. (a) In absence of cold Labrador current there will be no North East Atlantic fishing",
        "ground.",
        ""
    ],
    [
        "341. (b) The correct match is as follows:",
        "Humboldt- Chile-Peru",
        "North Atlantic Drift - U.K- Norway",
        "Benguela- Namibia -Angola",
        "List-I (River) List-II (Type of",
        "Delta)",
        "(a) Nile Arcuate",
        "(b) Mississippi Bird foot",
        "(c) Ganga Estuarine",
        "(d) Tiber Cuspate",
        "Rivers Flowing into",
        "Lena Arctic Ocean",
        "Amur Pacific Ocean",
        "Agulhas - Mozambique -Madagascar",
        ""
    ],
    [
        "342. (a)",
        ""
    ],
    [
        "343. (a) Both the statements are individually true and statement II is the correct",
        "explanation of statement I. Higher the rate of evaporation, higher is salinity.",
        "The Highest evaporation has been recorded along the tropic of Cancer and",
        "that is one of the reasons that region of Red Sea and Persian Gulf has one of",
        "the highest salinity.",
        ""
    ],
    [
        "344. (b) Kuroshio current is a warm current in the Pacific Ocean along the southern",
        "and eastern shores of Japan.",
        ""
    ],
    [
        "345. (c) Tides are the rise and fall of sea levels caused by the combined effects of",
        "gravitational forces exerted by the Moon, Sun, and rotation of the Earth.",
        ""
    ],
    [
        "346. (c) Swash refers to the movement of a turbulent layer of water up the slope of a",
        "beach as a result of breaking of a wave. It is capable of moving beach material",
        "of substantial water.",
        ""
    ],
    [
        "347. (a) Mid - Atlantic Ridge is almost 3km above the floor of Atlantic ocean. (2351m)",
        ""
    ],
    [
        "348. (d) A Fringing reef is a, coral reef attached to the shore, either as a continuous",
        "wave washed erosion, plattarn are separated by from the coast line by a",
        "smaller lagoon.",
        ""
    ],
    [
        "349. (a) Water has a density of 1000 gm/m3",
        ". The air that is near sea level has a",
        "density that averages 1.275 kg. kg/m3",
        ". If we want to know how much water is",
        "dense than air that 1000 kg/m3 divided by 1.275 kg/m3 yields 784. Therefore",
        "at the sea level air is 784 time less than the water.",
        ""
    ],
    [
        "350. (c) The Bay of Fundy, a bay on the Atlantic coast of North America. It is known",
        "for having the highest tidal range in the world.",
        ""
    ],
    [
        "351. (d) Dead Sea has the highest average Salinity.",
        ""
    ],
    [
        "352. (d)",
        ""
    ],
    [
        "353. (a) Canaries Oceanic Currents is not Associated with the Pacific Ocean.",
        ""
    ],
    [
        "354. (b) The Blue Nile is a river originating at Lake Tana in Ethiopia with the white Nile,",
        "the river becomes one of the two major tributaries of the Nile.",
        ""
    ],
    [
        "355. (c) The correct sequence of seas from west to East is — Mediterranean sea,",
        "Black Sea, Caspian Sea and Aral Sea.",
        ""
    ],
    [
        "356. (a)",
        "Tigris Persian Gulf",
        "Mahi Arabian Sea",
        ""
    ],
    [
        "357. (d) The Panama Canal Joins Pacific Ocean, Atlantic Ocean, Columbia, Costa",
        "Rica.",
        ""
    ],
    [
        "358. (c)",
        ""
    ],
    [
        "359. (c)",
        ""
    ],
    [
        "360. (d) Mistral the local wind is different from the others. The mistral is a strong, cold",
        "and usually dry regional wind in France, coming from the north or northwest,",
        "which accelerates when it passes through the valleys of the Rhone and the",
        "Durance Rivers to the coast of the Mediterranean around the Camargue",
        "region.",
        ""
    ],
    [
        "361. (b) Cumulonimbus is a heavy, dense cloud mith great vertical growth and",
        "responsible for thunderstorms.",
        ""
    ],
    [
        "362. (d) A hot local wind blowing in sahara desert is known as Harmattan. The",
        "Harmattan is a dry and dusty West African trade wind. This northeasterly wind",
        "blows from the Sahara into the Gulf of Guinea between the end of November",
        "and the middle of March. The temperatures can be as low as 3 degrees",
        "Celsius",
        ""
    ],
    [
        "363. (b) Atmospheric layer which reflects radio waves is called Ionosphere. The",
        "ionosphere is a region of the upper atmosphere, from about 85 km (53 mi) to",
        "600 km (370 mi) altitude, and includes the thermosphere and parts of the",
        "mesosphere and exosphere. It is distinguished because it is ionized by solar",
        "radiation. It plays an important part in atmospheric electricity and forms the",
        "inner edge of the magnetosphere. It has practical importance because, among",
        "other functions, it influences radio propagation to distant places on the Earth.",
        ""
    ],
    [
        "364. (b)",
        ""
    ],
    [
        "365. (d)",
        ""
    ],
    [
        "366. (b) Tropopause is the upper limit of the troposphere and therefore it constitutes",
        "the boundary between Troposphere and the Stratosphere.",
        ""
    ],
    [
        "367. (d)",
        ""
    ],
    [
        "368. (c)",
        ""
    ],
    [
        "369. (a) Jet stream is fast blowing westerlies in upper part of troposphere. Jet streams",
        "are fast flowing, narrow air currents found in the atmospheres of some planets,",
        "including Earth. The main jet streams are located near the tropopause, the",
        "transition between the troposphere (where temperature decreases with",
        "altitude) and the stratosphere (where temperature increases with altitude).",
        ""
    ],
    [
        "370. (a) Tropical cyclones in Australia are called Willy-willy. Willy willy is a small",
        "windstorm that mostly occurs in dry, outback areas. The term Willy Willy is of",
        "Aboriginal origin. Willy willies are normally tropical cyclones.",
        ""
    ],
    [
        "371. (c) Air masses are relatively large bodies of air that are fairly horizontally uniform",
        "in characteristics. These air bodies are relatively uniform in temperature and",
        "moisture content and may extend across an entire continent.",
        ""
    ],
    [
        "372. (b) Although temperature, pressure and humidity, all are important elements of",
        "weather and climate, the temperature is the basis of all these as all other",
        "elements directily or indirectly depend upon it.",
        ""
    ],
    [
        "373. (d) The Ionosphere makes the radio communications possible by virtue to the fact",
        "this layer reflects the radio singnals back to the earth.",
        ""
    ],
    [
        "374. (a)",
        ""
    ],
    [
        "375. (b) Roaring forties are the high velocity which winds blow persistently from the",
        "west areas between latitudes 40° and 50° south in the Southern Hemisphere.",
        ""
    ],
    [
        "376. (a) Mistral is a cold and dry strong wind that blows down from the north along the",
        "lower Rhone River valley toward the Mediterranean Sea in southern region of",
        "France.",
        ""
    ],
    [
        "377. (b) The Sky appears blue due to scattering of light. Out of seven colors the lower",
        "wavelength blue light scattered more and it is reason behind the appearance",
        "of sky as blue.",
        ""
    ],
    [
        "378. (a) A cyclone is caused by atmospheric disturbances around a low-pressure area",
        "and is usually accompanied by violent storms and severe weather conditions.",
        ""
    ],
    [
        "379. (a) Winds in a cyclone blow anticlockwise in the Northern Hemisphere and",
        "clockwise in the Southern Hemisphere.",
        ""
    ],
    [
        "380. (b)",
        ""
    ],
    [
        "381. (b) The well known Polar-front theory was described by the Bergen school early",
        "20th century. The theory explains the formation, development and life cycles of",
        "cyclones. In short several stages of cyclone development can separately be",
        "identified. The polar front arises as a result of cold polar air meeting warm",
        "tropical air. It is a stationary front as the air masses are not moving against",
        "each other. Off the coast of eastern North America, especially in winter, there",
        "is a sharp temperature gradient between the snow-covered land and the warm",
        "offshore currents.",
        ""
    ],
    [
        "382. (a) Jet streams are fast flowing, narrow, meandering air currents found in the",
        "atmosphere of some planets, including Earth. On Earth, the main jet streams",
        "are located near the altitude of the tropopause and are westerly winds (flowing",
        "west to east). Their paths typically have a meandering shape. Jet streams may",
        "start, stop, split into two or more parts, combine into one stream, or flow in",
        "various directions including opposite to the direction of the remainder of the",
        "jet. The strongest jet streams are the polar jets, at 9–12 km (30,000–39,000 ft)",
        "above sea level, and the higher altitude and somewhat weaker subtropical jets",
        "at 10–16 km (33,000–52,000 ft).",
        ""
    ],
    [
        "383. (d) The tropopause is the boundary in the Earth’s atmosphere between the",
        "troposphere and the stratosphere. The tropopause is higher than the global",
        "average in warm regions (e.g., tropics) and lower in cold regions (e.g., polar",
        "regions). If the atmosphere is warming due to climate change, then we might",
        "expect the height of the tropopause to increase.",
        ""
    ],
    [
        "384. (a) An anticyclone is a region of high atmospheric pressure relative to the",
        "surrounding air, generally thousands of kilometres in diameter and also known",
        "as a high or high-pressure system. Anticyclones appear on weather charts as",
        "a series of concentric, widely spaced isobars of 1000 mbs and above. The",
        "roughly circular closed isobar at its central region indicates the area of highest",
        "pressure.",
        ""
    ],
    [
        "385. (c) The troposphere is the lowest portion of Earth’s atmosphere, and is also",
        "where all weather takes place.",
        "The stratosphere is a layer of Earth’s atmosphere. It is the second layer of the",
        "atmosphere as one go upward. About 20% of the atmosphere’s mass is",
        "contained in the stratosphere. The stratosphere is stratified in temperature,",
        "with warmer layers higher and cooler layers closer to the Earth.",
        "The region of the earth’s atmosphere above the stratosphere and below the",
        "thermosphere, between about 50 and 80 km in altitude is Mesosphere. In the",
        "mesosphere, temperature decreases as the altitude increases.",
        "The ionosphere is defined as the layer of the Earth’s atmosphere that is ionized by",
        "solar and cosmic radiation. It lies 75-1000 km (46-621 miles) above the Earth.",
        ""
    ],
    [
        "386. (c) The temperature decreases with height in the lowest 10-20 km of the",
        "atmosphere (called the troposphere) because most of the solar radiation",
        "passes through the atmosphere with little or no effect - that radiation is",
        "absorbed by the solid Earth surface and is transferred to the air above the",
        "surface by conduction.",
        ""
    ],
    [
        "387. (d) There are six main requirements for tropical cyclogenesis: sufficiently warm",
        "sea surface temperatures, atmospheric instability, high humidity in the lower to",
        "middle levels of the troposphere, enough Coriolis force to sustain a low",
        "pressure center, a preexisting low level focus or disturbance, and low vertical",
        "wind shear. While these conditions are necessary for tropical cyclone",
        "formation, they do not guarantee that a tropical cyclone will form.",
        ""
    ],
    [
        "388. (a) Water vapour in the atmosphere is visible",
        ""
    ],
    [
        "389. (a) Assertion is correct and the reason given is the correct reason for the",
        "assertion.",
        ""
    ],
    [
        "390. (c) Hurricanes are unable to form along the equator because of the zero Coriolis",
        "Effect at 0 latitude, which is the force required for the spinning motion of these",
        "violent storms. One of the necessary environmental conditions for an",
        "atmospheric disturbance to become a full-blown hurricane is for the rough",
        "weather conditions to occur at least 300 miles away from the equator. The",
        "Coriolis Effect, which increases from the equator to pole is the apparent force",
        "that tends to move rotating objects to the right.",
        ""
    ],
    [
        "391. (b)",
        ""
    ],
    [
        "392. (c) In troposphere temperature falls with the height. The troposphere, the lowest",
        "layer of Earth’s atmosphere, is heated from below. Higher up in the",
        "troposphere, where less heat from the surface warms the air, the temperature",
        "drops.",
        "Ionosphere reflects radio waves back to the earth.",
        "The ozone layer or ozone shield is a region of Earth’s stratosphere that absorbs",
        "most of the Sun’s ultraviolet (UV) radiation. It contains high concentrations of",
        "ozone (O3) in relation to other parts of the atmosphere, although still small in",
        "relation to other gases in the stratosphere.",
        "The tropopause is the boundary between troposphere (which is based at the earth’s",
        "surface and has temperature that decreases with height) and the stratosphere",
        "(which is a stable region of very low levels of vertical mixing above the",
        "troposphere).",
        ""
    ],
    [
        "393. (a) The Santa Ana winds are strong, extremely dry down-slope winds that",
        "originate inland and affect coastal Southern California and northern Baja",
        "California.",
        "A Chinook wind is a weather phenomenon that creates warm, dry air that blows",
        "down the eastern slopes of the Canadian Rockies. The name Chinook means",
        "“snow eater,” as the wind occurs most frequently in winter and can disrupt",
        "snowstorms and melt fallen snow.",
        "A föhn or foehn is a type of dry, warm, down-slope wind that occurs in the lee",
        "(downwind side) of a mountain range. Föhn can be initiated when deep low",
        "pressures move into Europe drawing moist Mediterranean air over the Alps.",
        "Zonda wind is a regional term for the foehn wind that often occurs on the eastern",
        "slope of the Andes, in Argentina. The Zonda is a dry wind (often carrying dust)",
        "which comes from the polar maritime air, warmed by descent from the crest,",
        "which is approximately 6,000 m (20,000 ft) above sea level.",
        ""
    ],
    [
        "394. (c) Cyclone occurs in the south Pacific or Indian Ocean. Cyclones are",
        "characterized by inward spiraling winds that rotate about a zone of low",
        "pressure.",
        "In fact, tornadoes have been documented in every state of the United States, and",
        "on every continent, with the exception of Antarctica. In fact, wherever the",
        "atmospheric conditions are exactly right, the occurrence of a tornadic storm is",
        "possible.",
        ""
    ],
    [
        "395. (b) The Brickfielder is a hot and dry wind in the desert of Southern Australia that",
        "occurs in the summer season.",
        "The term Sirocco (sometimes also spelled Scirocco) is an all-inclusive name given",
        "to hot and subsequently humid southeast to southwest winds originating as",
        "hot, dry desert-air over Northern Africa, flowing northward into the southern",
        "Mediterranean basin.",
        "Berg wind is the South African name for a katabatic wind: a hot dry wind blowing",
        "down the Great Escarpment from the high central plateau to the coast.",
        "A Texas Norther, also known as a blue norther, is a cold front in the U.S. state of",
        "Texas, marked. Wind chill due to a combination of cold temperatures and",
        "strong winds is dangerous to anyone who is caught unaware and unprepared",
        "for it.",
        ""
    ],
    [
        "396. (d) Calm weather and intense rain and hail occur when very warm and humid air",
        "is rising over a mass of very cold air.",
        ""
    ],
    [
        "397. (c) The ozone layer or ozone shield is a region of Earth’s stratosphere that",
        "absorbs most of the Sun’s ultraviolet (UV) radiation. It contains high",
        "concentrations of ozone (O3) in relation to other parts of the atmosphere,",
        "although still small in relation to other gases in the stratosphere.",
        ""
    ],
    [
        "398. (c) The ozone layer is a layer in Earth’s atmosphere which contains relatively",
        "high concentrations of ozone (O3). This layer absorbs 97-99% of the sun’s",
        "high frequency ultraviolet light, which is potentially damaging to life on earth.",
        "Over 90% of ozone in earth’s atmosphere is present here. It is mainly located",
        "in the lower portion of the stratosphere from approximately 15 km to 35 km",
        "above Earth’s surface, though the thickness varies seasonally and",
        "geographically.",
        ""
    ],
    [
        "399. (d) Half the water vapour in the air in atmosphere lies below an altitude of 2",
        "kilometer and 90 per cent of water vapour lies below an altitude of 5 kilometer.",
        "Amount of precipitable water in atmosphere increases from the poles to the",
        "equator.",
        ""
    ],
    [
        "400. (a) An anti-cyclone -- also known as a high pressure area -- is a large",
        "atmospheric circulation system with the wind flowing clockwise around it in the",
        "Northern Hemisphere, and counter-clockwise in the Southern Hemisphere.",
        "Anticyclones form from air masses cooling more than their surroundings,",
        "which causes the air to contract slightly making the air denser. Since dense air",
        "weighs more, the weight of the atmosphere overlying a location increases,",
        "causing increased surface air pressure. The air mass cooling that results in an",
        "anticyclone forming can be caused by either conduction as the air flows over a",
        "relatively cool ocean surface, or through the loss of infrared radiation over land",
        "during the fall, winter, or spring when little sunlight is available to warm the air",
        "mass.",
        ""
    ],
    [
        "401. (b) Most of the weather changes are associated with the presence of moisture in",
        "troposphere. Also most of the influence of the solar energy entering the earth’s",
        "atmosphere is felt in this layer.",
        ""
    ],
    [
        "402. (d) The clouds of the highest altitude are Cirrostratus. Cirrostratus cloud is a high,",
        "thin, generally uniform stratiform genus-type, composed of ice-crystals. It is",
        "difficult to detect and is capable of forming halos when the cloud takes the",
        "form of thin cirrostratus nebulosus. The cloud has a fibrous texture with no",
        "halos if it is thicker cirrostratus fibratus.",
        ""
    ],
    [
        "403. (b) The temperature increase is more marked in Northern Pacific Ocean as an",
        "influence of Kuroshivo current in winter.",
        ""
    ],
    [
        "404. (a)",
        ""
    ],
    [
        "405. (b)",
        ""
    ],
    [
        "406. (c)",
        ""
    ],
    [
        "407. (c) From the Equator to Pole the idealised global pattern of surface wind is",
        "Doldrum > Trade wind > Westerlies > Easterlies",
        ""
    ],
    [
        "408. (d) A hurricane is a huge storm! It can be up to 600 miles across and have strong",
        "winds spiralling inward and upward at speeds of 75 to 200 mph. Each",
        "hurricane usually lasts for over a week, moving 10-20 miles per hour over the",
        "open ocean. Hurricanes gather heat and energy through contact with warm",
        "ocean waters.",
        ""
    ],
    [
        "409. (b) The temperate cyclone developing in the mid and high latitude (35° latitude",
        "and 65° latitude in both hemispheres).",
        ""
    ],
    [
        "410. (a) The eye is a region of mostly calm weather at the centre of strong tropical",
        "cyclones. The eye of a storm is a roughly circular area, typically 30–65 km",
        "(20–40 miles) in diameter. It is surrounded by the eye wall, a ring of towering",
        "thunderstorms where the most severe weather occurs. The cyclone’s lowest",
        "barometric pressure occurs in the eye and can be as much as 15 percent",
        "lower than the pressure outside the storm.",
        ""
    ],
    [
        "411. (c) Cyclone is a mass of air whose isobars form an oval or circular shape, with",
        "low pressure at the centre. The air converge at the centre and rises to",
        "disposed off. In a dipression, the winds rotate anticlockwise in Northern",
        "hemisphere. While in the Southern hemisphere, the circular movement of",
        "winds is in clockwise direction.",
        ""
    ],
    [
        "412. (b) In a cyclone the area of low pressure is at the centre surrounded by the areas",
        "of high pressure.",
        ""
    ],
    [
        "413. (b) Our atmosphere has five layers- Troposphere, Stratosphere, Mesophere,",
        "Thermosphere and Exosphere.",
        "The exosphere is the outer most layer of the atmosphere showing altitude about",
        "from 700 km to 10000 km above sea level. This layer gradually and gradually",
        "merges in outer space having no atmosphere.",
        ""
    ],
    [
        "414. (b) Heavier and denser cold air (cold fronts) pushes the warmer lighter air (warm",
        "fronts) causing precipitation and showering.",
        ""
    ],
    [
        "415. (b) . By analyzing climogram, we can get the relevant",
        "information of about a climate of a place. It shows wind direction and",
        "frequency of wind.",
        ""
    ],
    [
        "416. (a) Planimeter is a measuring instrument used to determine the area of an arbitrary",
        "two-dimensional shape. It measures distances and land areas on maps.",
        ""
    ],
    [
        "417. (a) Mist is a thin fog resulting from condensation in the air near the earth’s",
        "surface.",
        ""
    ],
    [
        "418. (b) Deserts usually have a large diurnal and seasonal temperature range, with",
        "high daytime temperatures (in summer up to 45 °C or 113 °F), and low nighttime temperatures (in winter down to 0 °C; 32 °F) due to extremely low",
        "humidity. Clouds does not precipitates in deserts due to low humidity.",
        ""
    ],
    [
        "419. (c) Stratosphere is rich in Ozone gas.",
        ""
    ],
    [
        "420. (a) If a planet has no atmosphere, all of the sunlight which strikes it reaches the",
        "surface, and usually 90% or more of that is absorbed and 10% or less is",
        "reflected back into space. Thus the temperature will increase.",
        ""
    ],
    [
        "421. (d) Hurricanes begin as tropical disturbances in warm ocean waters with surface",
        "temperatures of at least 80 degrees Fahrenheit (26.5 degrees Celsius).",
        ""
    ],
    [
        "422. (a) The correct sequence is Light breeze-Fresh breeze-Gale-Hurricane.",
        ""
    ],
    [
        "423. (a) As air moves from high to low pressure in the Northern hemisphere, it is",
        "deflected to the right. In the Southern hemisphere, air moves from high to low",
        "pressure and deflected to the left due to Coriolis force. The Earth’s rotation",
        "(West to East) deflects the direction of the wind to the right in the Northern",
        "hemisphere and to the left in the Southern hemisphere.",
        ""
    ],
    [
        "424. (c) A geostationary satellite is an earth-orbiting satellite. It is placed at an altitude",
        "of approximately 35,800 kilo metres directly over the equator that revolves in",
        "the same direction the earth rotates (west to east).]",
        ""
    ],
    [
        "425. (a) Wind is often found to blow in a hot summer day due to conduction of heat",
        "between air and soil on the Earth.",
        ""
    ],
    [
        "426. (c) The angular speed of a whirlwind in a Tornado towards the centre remains",
        "constant.",
        ""
    ],
    [
        "427. (a) 1. Chinook wind- Rocky Mountains",
        "2. Foehn- Northern slopes of the Alps",
        "3. Sirocco- North African desert",
        "4. Mistral - Southern slopes of Alps",
        ""
    ],
    [
        "428. (c) The horse latitudes are regions located at about 30 degrees north and south",
        "of the equator. These latitudes are characterized by calm winds and little",
        "precipitation.",
        ""
    ],
    [
        "429. (b)",
        ""
    ],
    [
        "430. (b)",
        ""
    ],
    [
        "431. (d) The most significant natural sources of atmospheric methane are wetlands.",
        "Wetlands are characterized by waterlogged soils and distinctive communities",
        "of plant and animal species that have evolved and adapted to the constant",
        "presence of water. Due to this high level of water saturation as well as warm",
        "weather, wetlands are one of the most significant natural sources of",
        "atmospheric methane.",
        ""
    ],
    [
        "432. (c) A continually rising air pressure is an indication of fine and settled weather,",
        "and a steadily falling tendency in the barometer foretells the advent of",
        "unsettled and cloudy weather.",
        ""
    ],
    [
        "433. (a) In absorption of isolation the most significant part is played by Carbon dioxide.",
        ""
    ],
    [
        "434. (c) Along the eastern slopes of the Rockies, the Chinook wind provides a",
        "welcome respite from the long winter chill.",
        "Impact of Chinooks",
        "Loss of moisture due to significant drops in humidity.",
        "Soil moisture is lost, and the high winds may result in soil loss",
        "Loss of soil moisture",
        "Summer Chinooks can damage small plants and agriculture products",
        "Susceptible people may get headaches or suffer nervous disorders",
        "Rapid Large Temperature Changes Can Occur",
        "Snow may melt or evaporate through sublimation",
        ""
    ],
    [
        "435. (c) Troposphere: This is the lowest atmospheric layer and is about seven miles",
        "(11 km) thick. Most clouds and weather are found in the troposphere.",
        "Stratosphere: The stratosphere is found from about 7 to 30 miles (11-48 kilometres)",
        "above the Earth’s surface. In this region of the atmosphere is the ozone layer",
        "found.",
        "Mesosphere: The mesosphere is above the stratosphere. Here the atmosphere is",
        "very rarefied, that is, thin, and the temperature is decreasing with altitude.",
        "Thermosphere: The thermosphere starts at about 55 kilometres. The temperature is",
        "quite hot.",
        "Exosphere: The exosphere is the region beyond the thermosphere.",
        "Ionosphere: The ionosphere overlaps the other atmospheric layers, from above the",
        "Earth. The air is ionized by the Sun’s ultraviolet light.",
        ""
    ],
    [
        "436. (d) Ozone holes are more pronounced at the polar regions especially over",
        "Antarctica.",
        ""
    ],
    [
        "437. (d) Trade winds blow from the subtropical highs or horse latitudes toward the low",
        "pressure of the ITCZ(Intertropical Convergence Zone).",
        ""
    ],
    [
        "438. (b) Acid rain is a result of air pollution. Some gases especially nitrogen oxides",
        "and sulphur dioxide react with the tiny droplets of water in clouds to form",
        "sulphuric and nitric acids. The rain from these clouds then falls as very weak",
        "acid which is known as “acid rain”.",
        ""
    ],
    [
        "439. (d) Mid-latitude or frontal cyclones are large travelling atmospheric cyclonic",
        "storms up to 2000 kilometres in diameter with centres of low atmospheric",
        "pressure. The jet stream plays a major role in the location of mid-latitude",
        "cyclones.",
        ""
    ],
    [
        "440. (c) The amount of water vapour in the air at any given time is usually less than",
        "that required to saturate the air. The relative humidity is the percent",
        "ofsaturation humidity, generally calculated in relation to saturated vapour",
        "density.",
        "Relative Humidity =",
        ""
    ],
    [
        "441. (a) The collision-coalescence process is an important mechanism in forming",
        "raindrops in warmer clouds",
        "(those with tops warmer than -15°C = 5°F).",
        ""
    ],
    [
        "442. (a) The ozone layer refers to a region of Earth’s stratosphere that absorbs most",
        "of the Sun’s ultraviolet (UV) radiation. Ultra Violet radiation is very harmful to",
        "all living things. UV radiation can be harmful to the skin and is the main cause",
        "of sunburn; excessive exposure can also cause cataracts, immune system",
        "suppression, and genetic damage, and skin cancer.",
        ""
    ],
    [
        "443. (d) Underground water may also be connected to surface water through",
        "wetlands. Groundwater can flow into--or out of wetlands (springs or flowthrough wetlands) which may in turn flow into lakes and streams.",
        ""
    ],
    [
        "444. (c) In the horizontal direction, where gravity does not operate, the equilibrium of",
        "forces usually involves a balance between the pressure-gradient force and the",
        "Coriolis force.",
        ""
    ],
    [
        "445. (a) Hydrogen is present throughout the exosphere, with some helium, carbon",
        "dioxide, and atomic oxygen near its base.",
        ""
    ],
    [
        "446. (a)",
        ""
    ],
    [
        "447. (a) Statement I is correct and statement II is the correct explanation of statement",
        "I.",
        ""
    ],
    [
        "448. (a) Doldrums are a low pressure area around equator after which come the trade",
        "wind whose expanse is from tropic of cancer to tropic of capricorn. They move",
        "in North-East direction in the Northern hemisphere and North-East in the",
        "Southern hemisphere. They are followed by westerlies that prevail in mid",
        "latitude between 30 and 60 degrees latitude. As the name suggests polar",
        "winds are closer to the poles. The correct answer is (a) .",
        ""
    ],
    [
        "449. (c) A typhoon is the name of a strong tropical cyclone whose development is",
        "common in the Western North Pacific Ocean and South China Sea. The vast",
        "majority of tornadoes occur in the Tornado Alley region of the United States",
        "although they can occur nearly anywhere in North America. Willy willies is a",
        "severe tropical cyclone of Australia. Formation of an anti cyclone results in",
        "calm and settled weather.",
        ""
    ],
    [
        "450. (b) A cirque is an amphitheatre-like valley head, formed at the head of a valley",
        "glacier by erosion. Yardang is a keel-shaped crest or ridge of rock, formed by",
        "the action of the wind usually parallel to the prevailing wind direction.Barkhan",
        "is a crescent-shaped shifting sanddune convex on the windward side and",
        "steeper and concave on the leeward. It is an erosional feature of wind.Drumlin",
        "is a long, narrow or oval, smoothly rounded hill of unstratified glacial drift.",
        "Drumlins are generally found in broad lowland regions, with their long axes",
        "roughly parallel to the path of glacial flow.",
        ""
    ],
    [
        "451. (b) Topographic maps are detailed, accurate graphic representations of features",
        "that appear on the Earth’s surface. A topographical map with scale 1:50000",
        "indicates 1 cm to 500 m.",
        ""
    ],
    [
        "452. (c) There is negative relationship between rainfall and pressure. When the air",
        "pressure is lower, more rainfall occurs. When there is low pressure in the",
        "atmosphere, the air bubbles that is rising, are always hotter than the air",
        "around. If the ground is heated then air will rise. The cool air will produce",
        "condensation that will ultimately lead to rainfall.",
        ""
    ],
    [
        "453. (c) The structure of Exosphere say, height of volume sphere is above 500 km,",
        "having maximum hydrogen and helium and the researches are being done for",
        "its specific situation of sphere. Since, structure of Atmosphere is divided into 6",
        "spheres say– (i) Troposphere (upto 11 km), (ii) Tropopause, (iii) Stratosphere,",
        "(iv) Ozonosphere, (v) Ionosphere and (vi) Exosphere (above 500 km.)",
        ""
    ],
    [
        "454. (b) Tornado–A rapidly rotating column of the air developed around a very intense",
        "low pressure area, associated with a dark funnel shaped cloud, originate at",
        "USA.",
        "The air is anticlockwise in the northern hemisphere and clockwise in southern",
        "hemisphere.",
        ""
    ],
    [
        "455. (c) At higher altitude air is lighter while close to earth surface its heavier. In",
        "Troposphere the dust particles and water is more than upperlayer.",
        ""
    ],
    [
        "456. (c) Magnetism is not related with wind direction.",
        ""
    ],
    [
        "457. (b) Auro Borealis mostly occur in the Thermosphere.",
        ""
    ],
    [
        "458. (d) Summer experience lower Air pressure.",
        ""
    ],
    [
        "459. (a) The saffir – Simpson Scale estimates potential property damage by a",
        "hurricane.",
        ""
    ],
    [
        "460. (a) The name Vardah, which means red rose, was given by Pakistan. The name",
        "was originally part of a standby list that is used to replace retired names in the",
        "original list.",
        ""
    ],
    [
        "461. (c) It is latent heat released during the vaporization, the atmosphere is heated",
        "after converging solid into liquid, liquid into gas.",
        ""
    ],
    [
        "462. (c) Lighting (Thunder storms) is caused due to strong vertical currents.",
        ""
    ],
    [
        "463. (c) An inselberg is an isolated rock hill, Knob, ridge or Small mountain that rises",
        "abruptly from a gently sloping or virtually level surrounding plain.",
        ""
    ],
    [
        "464. (c) Hurricane is the cyclonic storm occuring over the carribean sea",
        ""
    ],
    [
        "465. (c) Jet Stream is a narrow belt of high altitudes (above 12000 m) westerly wind in",
        "the troposphere whose speed varies 110 km/hr in summer to 184 km/hr in",
        "winter.",
        ""
    ],
    [
        "466. (d) As on 11:00 EST on 3rd Oct. Category-4 Hurricane Mathew was some 330",
        "km. South west from Kingstone (Jamica) and 440 km South-West from Ports64-Prince (Haitti) in the Caribbean Sea.",
        ""
    ],
    [
        "467. (d) Troposphere is the lowest layer of Atmosphere.",
        ""
    ],
    [
        "468. (d) Condensation is the change of the physical state of matter from gas phase",
        "into liquid phase, and is the reverse of evaporation. Clouds are the result of it.",
        ""
    ],
    [
        "469. (d) In insolation, Earth’s Surface receives its energy as short wave",
        "electromagnetic radiation on an average earth receives 1.94 calories per Sq",
        "cm per minute at the top of the atmosphere. Total insolation received at the",
        "equator is 400% more than at poles.",
        ""
    ],
    [
        "470. (d) Land masses are heated and cooled much faster than water bodies because",
        "land gets heated by conduction and water has a higher specific heat, it gets",
        "heated by convection.",
        ""
    ],
    [
        "471. (c) Thunder cloud develops due to high temperature and high humidity.",
        ""
    ],
    [
        "472. (a) High Clouds : 6000 to 12000 meters above the sea level.",
        ""
    ],
    [
        "473. (a) Atmospheric Refraction is the deviation of light or other electromagnetic wave",
        "from a straight line as it passes through the atmosphere due to the variation in",
        "air density as a function of height. Due to it, Stars seem to be higher in sky."
    ]
]
