[
    [
        "1. (a) (a) is correct as this assumption is inherent in the",
        "first part of the passage which syas that the richer states,",
        "having grown, have the capability to share India's",
        "burden of becoming eco-friendly.",
        "(b) is absurd as nowhere the passage talks about poor",
        "states being dependent on rich States for electricity.",
        "(c) is wrong as clean energy projects are more",
        "expensive than the traditional fossil fuels.",
        "(c) is wrong as the major cause of high carbon",
        "emissions in India is development using cheaper energy",
        "sources which have higher carbon emissions.",
        ""
    ],
    [
        "2. (d) (a) is wrong as the passage is not at all related to",
        "Male chauvinism and infidelity",
        "(b) is wrong as Love and betrayal is not the issue the",
        "passage is trying to sentitise about. The passage is",
        "more about a mothers' influence on her child. How she",
        "governed his life?",
        "(c) is wrong as the passage is not at all related to",
        "Lack of legal safeguards for women. Guleri didn't",
        "resorted for any such protection.",
        "(d) is correct as discussed in (b). The real reason",
        "behind this situation was Manak's mother. He could",
        "not realise her wife's love as he was under the influence",
        "of her mother's mindset.",
        ""
    ],
    [
        "3. (b) (a) is wrong as the passage does not talk about social",
        "and political freedom rather it talks about social security.",
        "(b) is correct asit talks about absolute social security",
        "to all the citizens which is the essence of the passage.",
        "Refer the 1st sentence, 'to free every man from fear,",
        "that. he may live in all possible security.'",
        "(c) is wrong as the passage does not talk about",
        "absolute liberty in all matters of life rather it calls to",
        "develop the citizen's minds and bodies in security. Refer",
        "last sentence.",
        "(d) is wrong as the passage talk about absolute",
        "security and not just physical security as 'all possible",
        "security' mentioned in 1st sentence refers to physical",
        "and mental (refer last sentence) security.",
        ""
    ],
    [
        "4. (b) (a) is wrong as the passage does not talk about",
        "organisational expansion of municipal bodies all over",
        "the country.",
        "(b) is correct as the passage clearly talks about lack",
        "of adequate staff with required skills and competencies",
        "in the municipal corporations or local government",
        "bodies and that these skills are very much required as",
        "the operations are quite complex. Hence the assumption",
        "that our cities can provide better quality of life with",
        "quality staff is clearly marked out.",
        "(c) is wrong as the passage does not talk about the",
        "reasons for the lack of skilled staff.",
        "(d) is wrong as the demographic dividend and the",
        "problems associated with rapid urbanization are out of",
        "context of the passage.",
        ""
    ],
    [
        "5. (c) (a), (b) and (d) arewrong as they talk about birds in",
        "general. The passage talks specifically about Flamingos.",
        "(c) is correct asit talks about some species of birds.",
        ""
    ],
    [
        "6. (d) (a) is wrong as it is out of context of the passage.",
        "Further extended MGNREGS only to those who",
        "have a bank account would go against the very",
        "essence of the scheme.",
        "(b) is wrong in spite of the paper-based system of",
        "payments being more efficient than electronic",
        "payment system. This is not the main message of",
        "the passage.",
        "(c) is wrong as it negates the fact mentioned in the",
        "passage. Refer the second sentence which says,",
        "'electronic wage payments in MGNREGS are meant",
        "to go directly to the poor.'",
        "(d) is absolutely correct as the opening sentence",
        "clearly says that citizens living in rural areas, are",
        "financially illiterate. So it is essential to provide",
        "financial literacy to the rural poor.",
        ""
    ],
    [
        "7. (c) 3 is wrong as the passage does not talk about focusing",
        "only on human development. It do talks about an",
        "unbalanced emphasis on growth but that, in any case,",
        "does not mean focusing only on human development.",
        "2 is absolutely correct as the passage clearly says an",
        "unbalanced emphasis on growth is often associated",
        "with negative environmental consequences and adverse",
        "distributional effects.",
        "1 is wrong as it is completely out of context of the passage.",
        ""
    ],
    [
        "8. (b) 1 is wrong as the passage nowhere talks about economic",
        "disparity rather it talks about health, education or other",
        "non-income aspects of human development. The",
        "passage is essentially about drawing a balance between",
        "economic growth and human development.",
        "2 is the correct assumption as unbalanced growth",
        "sometimes lead to environmental degradation.",
        ""
    ],
    [
        "9. (b) A < B < C",
        "Now, compared to A, C runs faster than A.",
        ""
    ],
    [
        "10. (c) According to question, A, B, C and D each carry ` 100.",
        "20 10 30 ABCD",
        "80 120 140 70",
        "¾¾® ¾¾® ¬¾¾ +--",
        "Here, option (c) is not correct. C has more than what A",
        "and D have together.",
        ""
    ],
    [
        "11. (c)",
        "Magazine",
        " A",
        "10%",
        "Magazine",
        " B",
        "Magazine",
        " C",
        "40%",
        "45%",
        "55% 30%",
        "25% 15%",
        "Number of population who read the magazine",
        "= (45 + 55 + 40) – (30 + 25 +15) + 10",
        "= 140 – 70 + 10",
        "= 80%",
        "Number of population who do not read magazine",
        "= 100 – 80 = 20%",
        ""
    ],
    [
        "12. (c) Cauliflower > Lady finger > Cabbage",
        "But Peas > Cabbage",
        "The conclusion that can be drawn from these",
        "statements is that cabbage is the least tasty among the",
        "four vegetables.",
        ""
    ],
    [
        "13. (b) After both have travelled 3 km, their positions would",
        "be on follows.",
        "Right",
        "Starting point",
        "S R",
        "1 km 1 km",
        "Destination",
        "point",
        "Left",
        "Hence, (b) is correct.",
        ""
    ],
    [
        "14. (a) Total distance = 500m",
        "Distance covered by A = 500m",
        "Distance covered by B = 500 – 45 – 35",
        "= 500 – 80",
        "= 420",
        "speed of A",
        "speed of B =",
        "distanceof A",
        "time",
        "distanceof B",
        "time",
        "=",
        "500 time",
        "time 420",
        "´",
        "=",
        "500",
        "420 =",
        "25",
        "21 = 25 : 21",
        ""
    ],
    [
        "15. (a) Let the capacity of each of the equal glass = x litre",
        "Each glass containing x/3l and x/4l of milk.",
        "The quantities of milk in first and the second glasses",
        "were",
        "x x and",
        "3 4 respectively",
        " =",
        "x x",
        "3 4",
        "æ ö ç ÷ +",
        "è ø =",
        "43 7",
        "12 12",
        "+",
        "= l",
        "xx x",
        "So, the quantities of water in the first and the second",
        "glasses were",
        "=",
        "x",
        "x",
        "3",
        "æ ö ç ÷ -",
        "è ø l and x",
        "x",
        "4",
        "æ ö ç ÷ -",
        "è ø l",
        "=",
        "2x",
        "3",
        "+",
        "3x",
        "4",
        "=",
        "8x 9x 17x",
        "12 12",
        "+",
        "= l",
        "Ratio of milk and water =",
        "7x 17x",
        ":",
        "12 12 =",
        "7",
        "17 or 7 : 17",
        ""
    ],
    [
        "16. (a)",
        "Total students = 130",
        "62",
        "24 52 English",
        "Mathematics",
        "Total students failed = (62 + 52) – 24",
        "= 114 – 24",
        "= 90",
        "Number of students passed finally= 130 – 90",
        "= 40",
        ""
    ],
    [
        "17. (c) Let a = Speaks one language",
        "Let b = Speaks two language",
        "Let c = Speaks three language",
        "then",
        "a + 2b + 3c = 6 +15 +6",
        "a + 4 + 3 = 27",
        "a = 20",
        "\\ Total number of persons in the group",
        "= 20 + 2 + 1 = 23.",
        ""
    ],
    [
        "18. (c) Let number of cars be x",
        "Let number of scooters / motor bikes = y",
        "\\ Total number of parked vehicles = x + y",
        "According to question",
        "4x + 2y = 2 (x + y) + 100",
        "4x + 2y = 2 x + 2y + 100",
        "2x = 100",
        "x = 50",
        "Hence, Number of cars parked is 50.",
        ""
    ],
    [
        "19. (c) The passage clearly talks about the role Mangroves",
        "play in some of the coastal food chains. Other food",
        "chains - with or without Mangroves - might exist but",
        "they are not mentioned in the passage. So (c) is correct.",
        "The passage does not say that no food chain is possible",
        "without Mangroves so (a) is wrong. (b) is also wrong",
        "as the passage does not talk about Mangroves being",
        "an essential component of all marine ecosystems.",
        "Further (d) is also wrong for the same reasoning as the",
        "passage does not talk about the composition of marine",
        "flora and fauna.",
        ""
    ],
    [
        "20. (d) (a) is wrong because the sentence says that liberty",
        "means the eager maintenance of that atmosphere",
        "which might require restrictions as well.",
        "(b) is wrong because if the people work only",
        "according to the law they might become good",
        "citizens but might not work to their best selves.",
        "(c) is wrong because if people do what they desire it",
        "might lead to materialist thinking which is not the",
        "best self.",
        "(d) is correct because with the growth of human",
        "personalitythe people would be their best selves.",
        ""
    ],
    [
        "21. (a) (a) is not or least essential asa part of the argument",
        "because it is irrelevant in the context of the",
        "passage.",
        "",
        "(b) is essential as a part of the argument as the 'super'",
        "and 'sub' human beings refers to the 'few select",
        "citizens' and the 'excluded ones'..",
        "(c) is essential asa part of the argument as the second",
        "sentence clearly says this.",
        "(d) is essential asthe recognition of disparities in",
        "individual capacities leads to the exclusion policies.",
        ""
    ],
    [
        "22. (d) (a) is wrong as it states a fact mentioned in the",
        "passage. It does not sum up the passage.",
        "(b) is wrong as the passage does not restrict the",
        "problem to the developing countries only.",
        "(c) is wrong as the passage only says that the food",
        "production will have to double. It does not talk",
        "about food scarcity at all. Rather it talks about",
        "how to meet the required target.",
        "(d) correctly sums up the passage. Food security is",
        "increasingly a collective challenge and the",
        "passage suggests means to combat it.",
        ""
    ],
    [
        "23.",
        "18. (c) Let number of cars be x",
        "Let number of scooters / motor bikes = y",
        "\\ Total number of parked vehicles = x + y",
        "According to question",
        "4x + 2y = 2 (x + y) + 100",
        "4x + 2y = 2 x + 2y + 100",
        "2x = 100",
        "x = 50",
        "Hence, Number of cars parked is 50.",
        "19. (c) The passage clearly talks about the role Mangroves",
        "play in some of the coastal food chains. Other food",
        "chains - with or without Mangroves - might exist but",
        "they are not mentioned in the passage. So (c) is correct.",
        "The passage does not say that no food chain is possible",
        "without Mangroves so (a) is wrong. (b) is also wrong",
        "as the passage does not talk about Mangroves being",
        "an essential component of all marine ecosystems.",
        "Further (d) is also wrong for the same reasoning as the",
        "passage does not talk about the composition of marine",
        "flora and fauna.",
        "20. (d) (a) is wrong because the sentence says that liberty",
        "means the eager maintenance of that atmosphere",
        "which might require restrictions as well.",
        "(b) is wrong because if the people work only",
        "according to the law they might become good",
        "citizens but might not work to their best selves.",
        "(c) is wrong because if people do what they desire it",
        "might lead to materialist thinking which is not the",
        "best self.",
        "(d) is correct because with the growth of human",
        "personalitythe people would be their best selves.",
        "21. (a) (a) is not or least essential asa part of the argument",
        "because it is irrelevant in the context of the",
        "passage.",
        "",
        "(b) is essential as a part of the argument as the 'super'",
        "and 'sub' human beings refers to the 'few select",
        "citizens' and the 'excluded ones'..",
        "(c) is essential asa part of the argument as the second",
        "sentence clearly says this.",
        "(d) is essential asthe recognition of disparities in",
        "individual capacities leads to the exclusion policies.",
        "22. (d) (a) is wrong as it states a fact mentioned in the",
        "passage. It does not sum up the passage.",
        "(b) is wrong as the passage does not restrict the",
        "problem to the developing countries only.",
        "(c) is wrong as the passage only says that the food",
        "production will have to double. It does not talk",
        "about food scarcity at all. Rather it talks about",
        "how to meet the required target.",
        "(d) correctly sums up the passage. Food security is",
        "increasingly a collective challenge and the",
        "passage suggests means to combat it.",
        "23. (b) (a) is wrong as the passage says that if we can cut",
        "our defence expenses we can find peace or",
        "Building of weapons systems by us will instigated",
        "our neighbours to wage wars against us is a false",
        "propagation.",
        "(b) is correct as the passage supports weaponbuilding by India. It can also be inferred from the",
        "passage that India wants to establish peace with",
        "our neighbours. So 'weapon-building would",
        "lessen the possibility of armed conflict with our",
        "neighbours' is the most valid assumption.",
        "Although (c) is also an assumption but use of the",
        "words'state of the art'and'national security' does",
        "not make it the most valid assumption.",
        "(d) is an inference but not an assumption.",
        ""
    ],
    [
        "24. (c) The questions asks for the critical inference. (d) is a",
        "wrong as it presents a contradictory logic as mentioned",
        "in the passage. (a) and (b) are correct statements in the",
        "context of the passage but they present only part logic",
        "of the passage. Only (c) presents the most critical",
        "inference as it highlights the problem and the solutions",
        "mentioned in the passage.",
        ""
    ],
    [
        "25. (b) The passage talks about the preserved and processed",
        "foods or the Food processing industry and the various",
        "impacts it produces - pollution, wastage of food and",
        "rain forests, reduced nutritional content, increased",
        "demand for preservation and packaging. All this leads",
        "to put a burden on our natural resources. So 2 is true. 1",
        "is not correct as the passage does not talk about the",
        "regionally grown food. It talks about regions with good",
        "produce feeding other parts of the world leaving their",
        "own region hungry. So 1 is not correct.",
        ""
    ],
    [
        "26. (a) The first six sentences of the passage clearly answers",
        "the question. (b), (c) and (d) are clearly mentioned in",
        "these sentences. It is not mentioned that the author",
        "has no intention to waste his time but what is",
        "mentioned is that his constitutional shyness saves or",
        "spares him a lot of time.",
        ""
    ],
    [
        "27. (a) The first half or the first 7-8 sentences of the passage",
        "clearly explains the shyness of the author or his",
        "hesitancy in speech which has restrainedhis thoughts.",
        "As a result no thought less word is uttered from",
        "himwhile speaking or writing and hence he has never",
        "regrettedhis speech or writing. This has spared him",
        "from many a mishap and waste of time. Immense patience",
        "and spiritual person cannot be related to him at all. The",
        "author sarcastically mentions that 'silence is part of the",
        "spiritual discipline of a votary of truth'.So (a) is correct",
        "answer.",
        ""
    ],
    [
        "28. (d) The 10th sentence of the passage 'Proneness to",
        "exaggerate, to _______ in order to surmount it' clearly",
        "suggests 'tendency to overstate' as the answer. So (d)",
        "is correct answer.",
        ""
    ],
    [
        "29. (d) We cannot predict the number of dinners for a",
        "particular member from the given data. It may be",
        "possible that by choosing members from picking lots,",
        "one may have to host a dinner more than one times.",
        ""
    ],
    [
        "30. (a) The product of price (in `/litre) and the monthly",
        "consumption (in litres) is constant. This constant is",
        "equal to 2400.",
        "Expected consumption when the price goes up to ` 80",
        "per litre 2400 30litres",
        "80",
        "= =",
        ""
    ],
    [
        "31. (a) The ‘D’ is shifting one corner to the next in the clockwise",
        "direction and each time it is getting inverted. Thus, the",
        "D should appear at the top left corner pointing upward.",
        "Rest of the elements are shifting positions in the counter",
        "clockwise direction.",
        ""
    ],
    [
        "32. (a) In each column, let the number at the top be ‘x’ and the",
        "one at the bottom is ‘(x – 1)’. The relation between",
        "columns are given by",
        "(x) (x – 1) = 3(3 – 1) = 6",
        "Therefore, 5(5 – 1) = 20",
        ""
    ],
    [
        "33. (c)",
        "7 X 21 31 43",
        "+6 +8 +10 +12",
        "13",
        ""
    ],
    [
        "34. (d) By combining the given fragment, we get figure (d).",
        ""
    ],
    [
        "35. (b) Let each question carry x marks.",
        "According to question",
        "Þ",
        "50 8x 40",
        "100",
        "´ =",
        "40 x 10",
        "4",
        "= =",
        "Numbers of question in the test =",
        "100 10",
        "10",
        "=",
        ""
    ],
    [
        "36. (d) Let the son’s age = x",
        "Age of Father = 9x",
        "Age of Mother = 8x",
        "Now, According to question",
        "8x + 9x = 51",
        "Þ 17x = 51",
        "x = 3 years",
        ""
    ],
    [
        "37. (c) Given, A is tallest among the four. Hence, A is male, D is",
        "also male, as D is the brother of B. Then, B and C are",
        "females. D is the husband of C. D is the shorter than A",
        "and is taller than B. These, B is the shorter from above",
        "only (c) is incorrect.",
        ""
    ],
    [
        "38. (b)",
        "Son Wife",
        "Man Wife",
        "Son",
        "All the male member of the family went out to take part",
        "in a picnic. It is given that daughters were invited to a",
        "feast.",
        "Nothing is specified about men’s wife. Hence, the",
        "statement that the man’s wife is likely to be left at home",
        "is true.",
        ""
    ],
    [
        "39. (a) Radha did not accept the argument that a person",
        "becomes a better boxer after meditation. The reason for",
        "this is that a boxer, according to her, should be",
        "aggersive. This indicates that Radha believes that",
        "meditation make sa person less aggessive.",
        ""
    ],
    [
        "40. (b) The given statement can be represented as–",
        "Eat well",
        "balance",
        "diet",
        "Good Athletes",
        "Want to",
        "win",
        "It is stated that all good athletes want to win. It does",
        "not mean that no one wants to win. Hence, (b) is true.",
        "There can be people other than good athletes, who eat",
        "well balanced diet.",
        ""
    ],
    [
        "41. (d) The passage clearly talks about the high inflation in",
        "India and its inability to contain it due to the innumerable",
        "external factors which are a result of the economic",
        "reforms. So (d) is correct.",
        "(a) is wrong as it talks about avoiding all trade liberalisation",
        "policies and all subsidies which is more of a solution of",
        "the problem of inflation but not a message of the",
        "passage.",
        "(b) is wrong as it talks about reasons for India's nonreadiness to take up the trade liberalisation process. It",
        "is out of scope of the passage",
        "(c) is wrong as the passage does not talk about poverty at",
        "all.",
        ""
    ],
    [
        "42. (d)",
        "(a) is wrong as it negates the basic premise of the passage.",
        "According to the passage 'No Right is absolute,",
        "exclusive or inviolable whereas (a) says that The Right",
        "of personal property is a Natural Right.",
        "(b) is wrong as it presents another extreme stand on",
        "Personal property by equating it to theft and an",
        "instrument of exploitation. It misses out the assumed",
        "legitimacy of the right and does not see it in the context.",
        "(c) is wrong as it talks about The Right of personal property",
        "being violative of distributive justice and negating the",
        "principle of cooperation. It does not explain the",
        "argument.",
        "(d) is correct as it clearly explains the argument by",
        "mentioning that the Right of each person to acquisition",
        "of property has to be reconciled with that of others.Refer",
        "the principle of cooperation mentioned in the last",
        "sentence.",
        "Note : Economic justice, which touches the individual",
        "person as well as the social order, encompasses the",
        "moral principles which guide us in designing our",
        "economic institutions. These institutions determine",
        "how each person earns a living, enters into contracts,",
        "exchanges goods and services with others and",
        "otherwise produces an independent material",
        "foundation for his or her economic sustenance. The",
        "ultimate purpose of economic justice is to free each",
        "person to engage creatively in the unlimited work",
        "beyond economics, that of the mind and the spirit.",
        "The Three Principles of Economic Justice: Like every",
        "system, economic justice involves input, output, and",
        "feedback for restoring harmony or balance between",
        "input and output. Within the system of economic",
        "justice as defined by Louis Kelso and Mortimer Adler,",
        "there are three essential and interdependent principles:",
        "Participative Justice (the input principle), Distributive",
        "Justice (the out-take principle), and Social Justice (the",
        "feedback principle). Like the legs of a three-legged",
        "stool, if any of these principles is weakened or missing,",
        "the system of economic justice will collapse.",
        ""
    ],
    [
        "43. (a) (a) is correct as the passage talks about the conflict",
        "between man and State. Moreover the passage",
        "confirms that this is a continuous tussle and is as",
        "old as the state history. The solution seems to be'",
        "still far off suggests that the conflict will remain",
        "unresolved.",
        "(b) and (d) are wrong as they present only the idea",
        "contained in the last line of the passage.",
        "(c) is wrong as the passage clearly mentions that old",
        "values and ideas constantly yield place to new",
        "ones which is contrary to what is mentioned in",
        "(c). Moreover it is not the author's viewpoint.",
        ""
    ],
    [
        "44. (c) The passage clearly talks about 1 and 3. Refer the 4th",
        "sentence, 'The scale and magnitude of the financial",
        "support ______ multilateral negotiations under the",
        "United Nations Framework Convention on Climate",
        "Change (UNFCCC)', which mentions 1 and 3 both. Crop",
        "failure, which is an effect of climate change, is not",
        "mentioned in the passage.",
        ""
    ],
    [
        "45. (c) Refer the 5th sentence, 'The Convention squarely puts",
        "the _______ stock of greenhouse gases (GHGs) in the",
        "atmosphere', which clearly mentions 3. 1 and 2 are not",
        "mentioned in the passage.",
        "",
        ""
    ],
    [
        "46. (a) Refer the second last sentence, 'Given the magnitude",
        "of the task and the funds required, domestic finances",
        "are likely to fall short of the current and projected needs",
        "of the developing countries', which clearly shows that",
        "climate change is likely to have implications on",
        "theirdomestic finances. 2 is not mentioned in the passage.",
        ""
    ],
    [
        "47. (a) The passage clearly depicts the tussle between",
        "developed and developing countries regarding support",
        "for mitigation. The developing nations need financial",
        "support to adapt to the new measures and they want",
        "the developed nations to bear the expense of what they",
        "have caused. (b), (c) and (d) are wrong because the",
        "passage does not mention either of exploitation of",
        "natural resources, Lack of political will or Governance",
        "problems.",
        ""
    ],
    [
        "48. (c) Between 6 PM and 7 PM, the hour hand and the minute",
        "hand coincide at 6 hr ‘m’ minutes.",
        "i.e. m =",
        "30h 2 30 6 2 8 32 mins.",
        "11 11 11",
        "´ ´´",
        "= =",
        "Hence, the hour hand and minute hand coincide at 6 hr",
        "8",
        "32 mins.",
        "11",
        "After 3 minutes, i.e. at 6 : 36 PM the minute hand of a",
        "clock will be ahead of the hourhand by 3 minutes.",
        ""
    ],
    [
        "49. (c) Here are five persons, and 5 tasks",
        "So, When T2",
        " task is fixed for person 3",
        "",
        "Task",
        "1 2 3 4 5",
        "T2",
        "For Task 1 no. of ways = 2",
        "Task 2 no. of ways = 1",
        "Task 3 no. of ways = 3",
        "Task 4 no. of ways = 3",
        "Task 5 no. of ways = 3",
        "Total no. of ways for condition = 3 + 3 + 3 + 2 + 1",
        " = 12",
        "Condition II",
        "When task T2",
        " is given to be person 4",
        "Task",
        "1 2 3 4 5",
        "No. of ways for Task T1 = 2",
        "No. of ways for Task T2 = 1",
        "No. of ways for Task T3 = 3",
        "No. of ways for Task T4 = 3",
        "No. of ways for Task T5 = 3",
        "Total number of ways for condition II",
        "= 3 + 3 + 3 + 2 +1",
        "= 12",
        "Total number of ways for condition I and II= 12 + 12",
        "= 24",
        ""
    ],
    [
        "50.",
        "19. (c) The passage clearly talks about the role Mangroves",
        "play in some of the coastal food chains. Other food",
        "chains - with or without Mangroves - might exist but",
        "they are not mentioned in the passage. So (c) is correct.",
        "The passage does not say that no food chain is possible",
        "without Mangroves so (a) is wrong. (b) is also wrong",
        "as the passage does not talk about Mangroves being",
        "an essential component of all marine ecosystems.",
        "Further (d) is also wrong for the same reasoning as the",
        "passage does not talk about the composition of marine",
        "flora and fauna.",
        "20. (d) (a) is wrong because the sentence says that liberty",
        "means the eager maintenance of that atmosphere",
        "which might require restrictions as well.",
        "(b) is wrong because if the people work only",
        "according to the law they might become good",
        "citizens but might not work to their best selves.",
        "(c) is wrong because if people do what they desire it",
        "might lead to materialist thinking which is not the",
        "best self.",
        "(d) is correct because with the growth of human",
        "personalitythe people would be their best selves.",
        "21. (a) (a) is not or least essential asa part of the argument",
        "because it is irrelevant in the context of the",
        "passage.",
        "",
        "(b) is essential as a part of the argument as the 'super'",
        "and 'sub' human beings refers to the 'few select",
        "citizens' and the 'excluded ones'..",
        "(c) is essential asa part of the argument as the second",
        "sentence clearly says this.",
        "(d) is essential asthe recognition of disparities in",
        "individual capacities leads to the exclusion policies.",
        "22. (d) (a) is wrong as it states a fact mentioned in the",
        "passage. It does not sum up the passage.",
        "(b) is wrong as the passage does not restrict the",
        "problem to the developing countries only.",
        "(c) is wrong as the passage only says that the food",
        "production will have to double. It does not talk",
        "about food scarcity at all. Rather it talks about",
        "how to meet the required target.",
        "(d) correctly sums up the passage. Food security is",
        "increasingly a collective challenge and the",
        "passage suggests means to combat it.",
        "23. (b) (a) is wrong as the passage says that if we can cut",
        "our defence expenses we can find peace or",
        "Building of weapons systems by us will instigated",
        "our neighbours to wage wars against us is a false",
        "propagation.",
        "(b) is correct as the passage supports weaponbuilding by India. It can also be inferred from the",
        "passage that India wants to establish peace with",
        "our neighbours. So 'weapon-building would",
        "lessen the possibility of armed conflict with our",
        "neighbours' is the most valid assumption.",
        "Although (c) is also an assumption but use of the",
        "words'state of the art'and'national security' does",
        "not make it the most valid assumption.",
        "(d) is an inference but not an assumption.",
        "24. (c) The questions asks for the critical inference. (d) is a",
        "wrong as it presents a contradictory logic as mentioned",
        "in the passage. (a) and (b) are correct statements in the",
        "context of the passage but they present only part logic",
        "of the passage. Only (c) presents the most critical",
        "inference as it highlights the problem and the solutions",
        "mentioned in the passage.",
        "25. (b) The passage talks about the preserved and processed",
        "foods or the Food processing industry and the various",
        "impacts it produces - pollution, wastage of food and",
        "rain forests, reduced nutritional content, increased",
        "demand for preservation and packaging. All this leads",
        "to put a burden on our natural resources. So 2 is true. 1",
        "is not correct as the passage does not talk about the",
        "regionally grown food. It talks about regions with good",
        "produce feeding other parts of the world leaving their",
        "own region hungry. So 1 is not correct.",
        "26. (a) The first six sentences of the passage clearly answers",
        "the question. (b), (c) and (d) are clearly mentioned in",
        "these sentences. It is not mentioned that the author",
        "has no intention to waste his time but what is",
        "mentioned is that his constitutional shyness saves or",
        "spares him a lot of time.",
        "27. (a) The first half or the first 7-8 sentences of the passage",
        "clearly explains the shyness of the author or his",
        "hesitancy in speech which has restrainedhis thoughts.",
        "As a result no thought less word is uttered from",
        "himwhile speaking or writing and hence he has never",
        "regrettedhis speech or writing. This has spared him",
        "from many a mishap and waste of time. Immense patience",
        "and spiritual person cannot be related to him at all. The",
        "author sarcastically mentions that 'silence is part of the",
        "spiritual discipline of a votary of truth'.So (a) is correct",
        "answer.",
        "28. (d) The 10th sentence of the passage 'Proneness to",
        "exaggerate, to _______ in order to surmount it' clearly",
        "suggests 'tendency to overstate' as the answer. So (d)",
        "is correct answer.",
        "29. (d) We cannot predict the number of dinners for a",
        "particular member from the given data. It may be",
        "possible that by choosing members from picking lots,",
        "one may have to host a dinner more than one times.",
        "30. (a) The product of price (in `/litre) and the monthly",
        "consumption (in litres) is constant. This constant is",
        "equal to 2400.",
        "Expected consumption when the price goes up to ` 80",
        "per litre 2400 30litres",
        "80",
        "= =",
        "31. (a) The ‘D’ is shifting one corner to the next in the clockwise",
        "direction and each time it is getting inverted. Thus, the",
        "D should appear at the top left corner pointing upward.",
        "Rest of the elements are shifting positions in the counter",
        "clockwise direction.",
        "32. (a) In each column, let the number at the top be ‘x’ and the",
        "one at the bottom is ‘(x – 1)’. The relation between",
        "columns are given by",
        "(x) (x – 1) = 3(3 – 1) = 6",
        "Therefore, 5(5 – 1) = 20",
        "33. (c)",
        "7 X 21 31 43",
        "+6 +8 +10 +12",
        "13",
        "34. (d) By combining the given fragment, we get figure (d).",
        "35. (b) Let each question carry x marks.",
        "According to question",
        "Þ",
        "50 8x 40",
        "100",
        "´ =",
        "40 x 10",
        "4",
        "= =",
        "Numbers of question in the test =",
        "100 10",
        "10",
        "=",
        "36. (d) Let the son’s age = x",
        "Age of Father = 9x",
        "Age of Mother = 8x",
        "Now, According to question",
        "8x + 9x = "
    ],
    [
        "51. (b) Average speed of two cars at a speed V1",
        " and V2",
        " km/hr",
        "=",
        "1 2",
        "1 2",
        "2V V",
        "V V+",
        "=",
        "2 40 60",
        "60 40",
        "´ ´",
        "+",
        "=",
        "2 40 60",
        "100",
        "´ ´",
        "= 48 km/hr",
        "Sol. "
    ],
    [
        "52. (b) F is 18 years old.",
        ""
    ],
    [
        "53. E A C B/D F D/B",
        "22 21 20 19 18 17",
        "52. (b) F is 18 years old.",
        "53. (b) Two orders is possible in increasing age.",
        ""
    ],
    [
        "54. (c) Let x be the number of women.",
        "Let y be the number of men.",
        "Total number of hand shakes = xy = 24",
        "Then, the possible factors of x and y are x = 6 or 4, y =",
        "4 or 6",
        "Number of hugs x y = + C C 2 2",
        "= 6 4 C C 2 2 +",
        "=",
        "65 43",
        "21 2",
        "´ ´",
        "+",
        "´",
        "= 15 + 6 = 21",
        ""
    ],
    [
        "55. (d)",
        "Shabnam Marathi",
        "Driving",
        "Anil",
        "Rekha",
        "David",
        "Tamil",
        "Tamil/",
        "Marathi",
        "Marathi/",
        "Tamil",
        "No Driving",
        "Driving",
        "No Driving",
        "From above table, it can be concluded that only of those",
        "who can drive car can speaks Tamil.",
        ""
    ],
    [
        "56. (d) X Z",
        "W",
        "Y",
        "V",
        "U",
        "U",
        "From above diagram, it is clear that Y, V and W are",
        "parallel.",
        ""
    ],
    [
        "57. (d) Let ‘g’ be the cost of goats.",
        "4g < Cow < 5g",
        "Now, Given a goat price = ` 600",
        "2400 < Cow < 3000 ... (i)",
        "Given, a goat price = ` 800",
        "3200 < Cow < 4000 ... (ii)",
        "Hence, it can be seen that from above equations that",
        "cow cost is between ` 2400 and ` 4000.",
        ""
    ],
    [
        "58. (b) A Fighters",
        "B",
        "C",
        "D",
        "E",
        "F",
        "Cowards",
        "Fighters",
        "Fighters",
        "Cowards",
        "Cowards",
        "Enemy",
        "Friends",
        "Enemy",
        "From above table, it is clear that A, E and F are fighters.",
        ""
    ],
    [
        "59. (b) White Marbles Red Marbles",
        " 10 13",
        "White Marbles Green Marbles",
        " 10 . y 5",
        "Now, total number of Marbles = 5 + 10 + 13 = 28",
        ""
    ],
    [
        "60. (c) Let initial population be100",
        "Men Women",
        "¯ 60% ¯ 40%",
        "60 40",
        "¯ 70% ¯ 75%",
        "42 30",
        "¯ 80% ¯ 70%",
        "33 21",
        "It is clear that more men cleared the examination than",
        "women.",
        ""
    ],
    [
        "61. (b) A corollary is a proposition that follows from one already",
        "proved. (b) is the most appropriate as the passage",
        "clearly states that poverty and climate impacts reinforce",
        "each other. Poverty leads to climate deterioration (due",
        "to unsustainable use of resources, refer last line) and",
        "climate change leads to poverty.",
        "(a) and (c) are wrong as they talk about poverty",
        "alleviation, increase in food subsidies, etc. in alienation.",
        "They have got nothing to do with climate change.",
        "(d) is wrong as it suggests solution to curb climate",
        "change (stop unsustainable agricultural practices) and",
        "poverty (control food prices). It does not talk about",
        "their inter-dependence.",
        ""
    ],
    [
        "62. (d) The passage asks for the most rational and critical",
        "inference from the passage. (a) is wrong as it just",
        "portrays one part of the passage. The portfolio",
        "investments have both the good and bad effects. (b) is",
        "wrong as the passage suggests threat from the portfolio",
        "investments. It cannot be stated from the passage that",
        "Advanced economies will always undermine the global",
        "financial stability. There are a lot of other external factors",
        "working simultaneously. For similar reasons (c) is",
        "wrong. (d) is the most rational and critical inference as",
        "portfolio investments definitely impacts emerging",
        "economies in certain cases so there is a risk.",
        "Note : Portfolio investments: Portfolio investments are",
        "passive investments, as they do not entail active",
        "management or control of the issuing company. Rather,",
        "the purpose of the investment is solely financial gain.",
        "This is in contrast to foreign direct investment (FDI),",
        "which allows an investor to exercise a certain degree",
        "of managerial control over a company. For international",
        "transactions, equity investments where the owner",
        "holds less than 10% of a company's shares are classified",
        "as portfolio investments. These transactions are also",
        "referred to as \"portfolio flows\" and are recorded in the",
        "financial account of a country's balance of",
        "payments.Portfolio investments include transactions",
        "in equity securities, such as common stock, and debt",
        "securities, such as banknotes, bonds, and debentures.",
        "Quantitative Easing: Quantitative easing (QE) is a type",
        "of monetary policy used by central banks to stimulate",
        "the economy when standard monetary policy has",
        "become ineffective. A central bank implements",
        "quantitative easing by buying financial assets from",
        "commercial banks and other financial institutions, thus",
        "raising the prices of those financial assets and lowering",
        "their yield, while simultaneously increasing the money",
        "supply. This differs from the more usual policy of",
        "buying or selling short-term government bonds to keep",
        "interbank interest rates at a specified target value.",
        "Quantitative easing can help ensure that inflation does",
        "not fall below a target. Risks include the policy being",
        "more effective than intended in acting against deflation",
        "(leading to higher inflation in the longer term, due to",
        "increased money supply), or not being effective",
        "enough if banks do not lend out the additional",
        "reserves.",
        ""
    ],
    [
        "63. (b) (a) is out of context of the passage. The passage does",
        "not talk about resources to afford a latrinefor each",
        "household.",
        "(c) is wrong as the passage does not talk about the",
        "reduction of the human capital of India's",
        "workforce.",
        "(d) is wrong as the passage suggests open defecation",
        "as a public health problem in India. Refer last 3rd",
        "sentence, 'Diarrhoea leaves Indians' bodies",
        "smaller on average than those of people in some",
        "poorer countries where people eat fewer calories.'",
        "(b) is the most critical inference as it has severe effects",
        "- malnourishment, diarrhoea, underweight mothers",
        "- on a huge Indian population and needs immediate",
        "attention.",
        ""
    ],
    [
        "64. (b) (a) is wrong as it is a general statement and does",
        "present the crux of the passage.",
        "(c) is wrong as the opening line of the passage says",
        "that people talk about democracy (or understand",
        "democracy) but they have a weakness favouring",
        "their caste or community or religion.",
        "(d) is wrong as it projects an extreme situation which",
        "is out of the scope of the passage.",
        "(b) is the most appropriate statement as it talks about",
        "providing equal opportunities to all irrespective",
        "of the caste or community or religion. That's what",
        "is a True democracy.",
        ""
    ],
    [
        "65. (b) Clearly only 2 is correct. 1 is wrong as the passage says",
        "that 'Such access is not always available to all people",
        "in developing countries like India and more so, in rural",
        "areas.' This means that they are sometimes available.2",
        "is correct as mentioned in the last sentence of the",
        "passage.",
        ""
    ],
    [
        "66. (d) The crucial message conveyed in the passage is to",
        "promote financial inclusion such that every citizen of",
        "the country has access to bank accounts and can save",
        "money so as to have better finances . Establishing more",
        "banks is a route to financial inclusion. Increasing the",
        "interest rate of bank deposits would promote savings.",
        "So (d) is correct.",
        ""
    ],
    [
        "67. (b) (a) is clearly wrong as the passage nowhere talks",
        "about discretionpower in all matters of administration.",
        "It talks about certain situations mentioned in the 1st",
        "sentence.",
        "(b) is correct as the passage talks about the supremacy",
        "of rules and safeguards, refer last sentence. Further the",
        "3rd sentence, 'Where discretion has to be ................",
        "misuse of that power'reinforces the prevalence of rules",
        "and safeguards as opposed to the influence of exclusive",
        "discretion of authority.",
        "(c) is wrong as it negates what the passage mean by",
        "Parliamentary democracy - authorized by the people.",
        ""
    ],
    [
        "68. (d) Number of ways to select Principal = 2C1",
        "Number of ways to select Vice Principal = 5C2",
        "Total number of ways = 2C1",
        " + 5C2",
        "=",
        "5 4 2",
        "2 1",
        "´",
        "+",
        "´",
        "= 2 + 10",
        "Number of possible combinations of selectres",
        "= 2 × 10 = 20",
        ""
    ],
    [
        "69. (c) If mathematics I is not opted, then two subjects out of",
        "four subjects have to be opted for.",
        "\\ Number of ways in which two subjects can be opted",
        "for",
        "4 3 6",
        "2",
        "´",
        "=",
        "It mathematics II is opted, then it can be offered only if",
        "mathematics I is also opted for Number of ways in which",
        "two subjects can be opted for",
        "= 6 +1 = 7.",
        ""
    ],
    [
        "70. (d) Let number of a pairs of brown socks = y",
        "Price of brown socks = x",
        "Price of black socks = 3x",
        "According to question",
        "Þ 5 ´ 3x + yx = 100 ... (i)",
        "Now, clerk has interchanged socks pairs then price is",
        "increased by 100%",
        "3xy + 5x = (15x + yx) +",
        "(15 x yx) 100",
        "100",
        "+ ´",
        "= 3xy + 5x = 30x + 2xy ... (ii)",
        "Þ 30x + 2yx = 3xy + 5x",
        "Þ 25x = xy",
        "y = 25",
        "\\ So, number of brown socks = 25",
        ""
    ],
    [
        "71. (*) Data Inconsistent.",
        ""
    ],
    [
        "72. (a) From given years 2000 to 2007",
        "Earnings of A > Earnings of B",
        "So,",
        "Average of A > Average of B",
        "Hence, It can be conducted that the average A earned",
        "more than B during this period.",
        ""
    ],
    [
        "73. (b) Time taken by both tanks =",
        "30 20",
        "30 20",
        "´",
        "+",
        "=",
        "30 20",
        "50",
        "´",
        "= 12 min",
        ""
    ],
    [
        "74. (c) From 2 and 3, I and B are on opposite faces. from 1 and",
        "4, Y and V are adjacent to O.",
        "I O B",
        "Y",
        "V",
        "G",
        "Hence, G is the colour of the face opposite to the face",
        "coloured with O.",
        ""
    ],
    [
        "75. (d) Wise Men Great",
        " or",
        "Wise Men",
        "Great",
        "Conclusion I : False",
        "Conclusion II : False",
        ""
    ],
    [
        "76. (d)",
        ""
    ],
    [
        "77. (c) ABC × DEED = ABCABC",
        "We know that, when we write any Number in form of",
        "ABCABC then that number must be divisible by 13 , 11",
        "and 7 or ABCABC is multiple of 1001",
        "So, 1001 = DEED",
        "1001 = 13 × 11 × 7",
        "ABC × DEED = ABC ABC",
        "Þ ABC × 1001 = ABC ABC",
        "On comparing",
        "D = 1, E = 0",
        ""
    ],
    [
        "78. (c) From the graph commodity price are between ` 10 and",
        "` 20.",
        ""
    ],
    [
        "79. (c) A spent on food",
        "50 20,000",
        "100",
        "= ´ = `10000",
        "B spent on food",
        "10 1,00,000",
        "100",
        "= ´ = `100, 00",
        "So, Both A and B spent same amount on the food.",
        ""
    ],
    [
        "80. (b) According to question,",
        "Priti < Swati < Kamala < Usha",
        "From "
    ]
]